[
  {
    "id": 1,
    "name": "PROTHRIN",
    "feature": "Prothrin is formulated using a combination of two active ingredients namely Profenofos 40% and Cypermethrin 4% EC. Prothrin is a topical and enteric insecticide. It is effective against many pests (chewing and sucking). Prothrin acts as an anthelmintic. Excellent control to kill bollworms. The penetrative action of prothrin kills insects on the lower and upper surfaces of leaves.",
    "ingredients": "Profenofos 40% + Cypermethrin 4% EC",
    "packingSize": "250 ml, 500 ml, 1 ltr",
    "dosage": "500 ml per acre",
    "type": "insecticide",
    "crops": "Cotton",
    "pests": "bollworms"
  },
  {
    "id": 2,
    "name": "WAR 505",
    "feature": "War (Chlorpyrifos 50% + Cypermethrin 5% EC) is a combination insecticide of two active ingredients, Chlorpyrifos and Cypermethrin. It is a topical and topical insecticide. It is a broad spectrum insecticide and poison is produced by contact as well as by vapor action in the stomach. Their combination provides synergistic action to provide long-lasting protection.",
    "ingredients": "Chlorpyriphos 50% + Cypermethrin 5% EC",
    "packingSize": "100 ml, 250 ml, 500 ml, 1 ltr",
    "dosage": "500 ml per acre",
    "crops": "cotton",
    "pests": "Pink bollworm, American bollworm, thrips, whitefly",
    "type": "insecticide"
  },
  {
    "id": 3,
    "name": "JAWA",
    "feature":"JAWA (Thiamethoxam 25% Wg) is a granular soluble insecticide. It protects against insects for longer than other insecticides. JAWA is highly effective at low doses against a wide spectrum of sap-sucking insects, soil and foliar insects. JAWA is highly systematic and therefore suitable for application through spray, drench or drip irrigation.",
    "ingredients": "Thiamethoxam 25% WG",
    "crops":"Cotton, Rice, Mango, Wheat, Okra, Mustard, Tomato, Potato, Mossambi, Eggplant.",
    "packingSize": "50gm, 100 gm, 250 gm, 500 gm",
    "pests":"thrips, moth, whitefly, stem borer, hopper, mosquito bug, thrips.",
    "dosage": "100 gm per acre",
    "type": "insecticide"
  },
  {
    "id": 4,
    "name": "JAWA PLUS",
    "feature":"JAWA Plus (Thymethoxam 30% FS) is an intercurrent insecticide. JAWA Plus works on various insect activity sites. JAWA Plus is used as a seed dresser. JAWA Plus provides control of a wide range of leaf-chewing, leaf-eating and soil-dwelling pests such as aphids, wireworms, flea beetles and leaf miners.",
    "ingredients": "Thiamethoxam 30% FS",
    "crops":"Chilli, Cotton, Okra, Maize, Sorghum, Wheat, Soybean, Sunflower.",
    "pests": "thrips, mites, maggots, shoot fly, whitefly.",
    "packingSize": "50 ml, 100ml, 250 ml, 500 ml, 1 ltr",
    "dosage": "5 ml per kg of seed",
    "type": "insecticide"
  },
  {
    "id": 5,
    "name": "FLY-KILL",
    "feature": "Flykill (Acetamiprid 20% SP) is a soluble powder formulation. It has a unique translaminar characteristic, it survives in crops and thus has the ability to control long-hidden pests. It is a very effective insecticide.",
    "ingredients": "Acetamiprid 20% SP",
    "crops":"Cotton, Paddy, Chilli.",
    "pests":"mealybugs, whiteflies, maggots, thrips.",
    "packingSize": "50gm, 100 gm, 250 gm, 500 gm",
    "dosage": "100 gm per acre",
    "type": "insecticide"
  },
  {
    "id": 6,
    "name": "ENJOCLAIM",
    "feature": "Enjoclaim (Emamectin Benzoate 5% SG) is a modern insecticide of the Avermectin group. Enjnclaim is a popular multi-purpose soluble granular insecticide. Enzoclam has a remarkable translaminar action by which it controls the larvae on the lower surface of leaves. Worms stop damaging crops 2 hours after applying EnjoClaim.",
    "ingredients": "Emamectin Benzoate 5% SG",
    "packingSize": "50gm, 100 gm, 250 gm, 500 gm",
    "crops": "Cotton, Cauliflower, Gram, Grapes, Okra, Chilli, Cabbage, Onion, Eggplant.",
    "dosage": "100 gm per acre",
    "pests": "Bollworm, thrips, pod borer, shoot and fruit borer.",
    "type": "insecticide"
  },
  {
    "id": 7,
    "name": "SHOTGUN",
    "feature": "Shotgun is a water soluble liquid formulation containing Emamectin Benzoate 1.9% EC as the active ingredient, recommended for bollworm control in cotton. It is a stomach poison insecticide. When the larvae come in contact with the shotgun along with the food, the affected larvae become paralyzed and immediately stop eating and then die after 2-4 days.",
    "ingredients": "Emamectin Benzoate 1.9% EC",
    "crops": "cotton, okra, safflower.",
    "pests": "bollworms, mites, maggots",
    "packingSize": "100 ml, 250 ml, 500 ml, 1 ltr",
    "dosage": "300 ml per acre",
    "type": "insecticide"
  },
  {
    "id": 8,
    "name": "ACP",
    "feature":"ACP (Fipronil 40% + Imidacloprid 40% WG) is an intermittent and topical insecticide, containing 400 g of Fipronil and 400 g of Imidacloprid as active ingredients, per kg of formulation",
    "ingredients": "Fipronil 40%  + Imidacloprid 40% WG",
    "crops":"Sugarcane, Groundnut",
    "pests":"Humani worms",
    "packingSize": "40 gm, 100gm, 250gm",
    "dosage": "60 gm per acre",
    "type": "insecticide"
  },
  {
    "id": 9,
    "name": "VAJEER",
    "feature":"Vajeer (Chlorantraniliprole 18.5% w/w SC) is a plant systemic insecticide that belongs to the group anthranilic diamide,which has a unique mode of action called Ryanodine Receptor Activators that disrupt normal muscle functions within the pest",
    "ingredients": "Chlorantraniliprole 18.5% w/w SC",
    "crops": " soybeans, Pigen Pea, Black Gram, Cotton,Brinjal, Cabbage, Chilli, Groundnut,Maize, Okra, Rice, Sugarcane",
    "packingSize": "30 ml , 60 ml , 150 ml, 300 ml",
    "dosage": "60 ml per acre",
    "pests": "Pod Borer, American Boll Worm,Spotted Bollworm Fruit Borers & Caterpillars, Termite Early Shoot Borer And Top Borer Stem Borer, Leaf Borer",
    "type": "insecticide"
  },
  {
    "id": 10,
    "name": "ENJOGUARD PLUS",
    "feature":"EnjoGuard Plus with Chlorpyrifos 50% EC is used to control stem borer and leaf roller in rice and bollworms in buildings, during construction and in cotton crops",
    "ingredients": "Chlorpyriphos 50% EC",
    "crops":"Cotton, Rice.",
    "pests":"Bollworm, stem borer and leaf licker",
    "packingSize": "250 ml, 500 ml, 1 ltr",
    "dosage": "500 ml per acre",
    "type": "insecticide"
  },
  {
    "id": 11,
    "name": "LALISA",
    "feature":"Lalisa (Buprofezin 15% + Acephate 35% WP) is an effective pre-mix insecticide of buprofezin and acephate and is a unique combination product with two distinct actions. It acts as a regulator of insect growth and at the same time affects the nervous system of insects by inhibiting the transmission of messages through the disruption of acetylcholine",
    "ingredients": "Buprofezin 15% + Acephate 35% WP",
    "crops":"cotton, okra, rice",
    "pests":"whitefly, thrips, thrips",
    "packingSize": "250 gm, 500 gm, 1 kg",
    "dosage": "500 gm per acre",
    "type": "insecticide"
  },
  {
    "id": 12,
    "name": "E-MIDA",
    "feature":"E-Mida Super contains the ingredient IMIDACLOPRID 30.5% SC. It is a systemic intravenous and topical insecticide with enteric action. E-Mida Super is easily absorbed by the leaf and diffuses into all parts.",
    "ingredients": "Imidacloprid 17.8% SL",
    "packingSize": "100 ml, 250 ml, 500 ml, 1 ltr",
    "crops":"Rice, Cotton, Vegetables.",
    "pests":"hoppers, thrips, moths, whiteflies, whiteflies, brown thrips, white-backed thrips",
    "dosage": "250 ml. per acre",
    "type": "insecticide"
  },
  {
    "id": 13,
    "name": "ENJONEEM",
    "feature":"Enjoneem is a neem-based biopesticide, containing 3,000 ppm azadirectin, used both prophylactically and as a tank mix spray to control sucking and chewing insects, including mites.",
    "ingredients": "Neem kernel based EC Containing Azadirachtin 0.3% (3000 ppm)",
    "packingSize": "500 ml, 1 ltr",
    "crops":"Flowers, Pomegranate, Chilli, Tomato, Cotton, Grapes, Watermelon, Onion, Cabbage, Ornamentals.",
    "dosage": "1 ltr. per acre",
    "pests": "Early instars of whiteflies, thrips, moths, moths, mites, fruit borers.",
    "type": "insecticide"
  },
  {
    "id": 14,
    "name": "ENJONEEM PLUS",
    "feature": "Enjoneem Plus is a neem based biopesticide with a blend of 10,000 ppm azadirachtin and neem oil, which provides all liminoids for effective insecticidal action. It is effective against sucking and chewing insects including mites. The product is suitable for use in integrated pest management (IPM) and pest resistant management (IRM) programs, with multiple modes of action.",
    "ingredients": "Neem kernel based EC Containing Azadirachtin 1% (10000 ppm)",
    "crops":"Flowers, Pomegranate, Chilli, Tomato, Cotton, Grapes, Watermelon, Onion, Cabbage, Mango, Okra, Eggplant, Mossambi, Ornamentals.",
    "packingSize": "500 ml, 1 ltr",
    "pests":"Whiteflies, thrips, moths, moths, mites, fruit borers, mealybugs, flea beetles, armyworms.",
    "dosage": "500 ml per acre",
    "type": "insecticide"
  },
  {
    "id": 15,
    "name": "E-MIDA SUPER",
    "feature": "E-Mida Super contains the ingredient IMIDACLOPRID 30.5% SC. It is a systemic intravenous and topical insecticide with enteric action. E-Mida Super is easily absorbed by the leaf and diffuses into all parts.",
    "ingredients": "Imidacloprid 30.5% SC",
    "packingSize": "100 ml, 250 ml, 500 ml",
    "dosage": "100 ml per acre",
    "type": "insecticide",
    "crops": "Rice, cotton, vegetables.",
    "pests": "hoppers, thrips, moths, whiteflies, whiteflies, brown thrips, white-backed thrips"
  },
  {
    "id": 16,
    "name": "ENJOFYRE",
    "feature": "Enjofyre contains Imidacloprid 70% WG as an intercurrent insecticide, it is very effective against various pests and is safe for plants, Enzo-Fire is absorbed faster by plants and spreads better resulting in better efficacy.",
    "ingredients": "Imidacloprid 70% WG",
    "crops": "Rice, Cotton, Cucumber, Okra.",
    "packingSize": "10 gm, 30 gm, 75 gm, 100 gm",
    "dosage": "500 gm per acre",
    "type": "insecticide",
    "pests": "hoppers, thrips, moths, thrips."
  },
  {
    "id": 17,
    "name": "JAWA POWER",
    "feature":"JAWA Power is a broad spectrum intercurrent insecticide containing Thiamethoxam 75% SG as the active ingredient. JAWA Power is an instant solution to soil-sucking insects and chewing insects. JAWA Power improves plants from primary treatment and leads to higher yields. It has negligible effect on beneficial insects.",
    "ingredients": "THiamethoxam 75% WG",
    "crops":"Cotton, Sugarcane, Rice, Groundnut.",
    "pests":"Weevil, early shoot borer, green leaf hopper, brown plant hopper, thrips, thrips.",
    "packingSize": "50 gm,100 gm",
    "dosage": "50 gm per acre",
    "type": "insecticide"
  },
  {
    "id": 18,
    "name": "AAKI",
    "feature":"Aaki (Lambda Cyhalothrin 9.5% + Thiamethoxam 12.6% ZC) is an intercurrent and topical insecticide, a new innovative formulation ZC (combination of CS and SC formulations), an excellent for proper start of crop with effective control of sucking insects. The yield is. A better crop overall and a greener crop with more branch flowers.",
    "ingredients": "Thiamethoxam 12.6% WG + Lambda Cyhalothrin 9% ZC",
    "crops":"Cotton, Maize, Chilli, Groundnut, Soybean, Tomato",
    "pests":"Whitefly, thrips, thrips, bollworm, stem fly, fruit borer, mava, leaf folder",
    "packingSize": "40 ml, 80ml, 200ml, 500ml",
    "dosage": "80 ml per acre",
    "type": "insecticide"
  },
  {
    "id": 19,
    "name": "ENJOGUARD",
    "crops":"Cotton, Soybean, Gram, Barley, Rice, Mossambi, Cabbage, Onion, Eggplant",
    "pests":"Bollworm, Cutworm, Cutworm, Whitefly, Weevil, Hispa, Stem Borer, Shoot and Fruit Borer, Diamond Backmoth.",
    "feature":"Enjoguard with Chorpyriphos 20 %EC is a broad spectrum organophosphorus insecticide. It controls a wide range of soil or foliar pests in a variety of crops, by contact, ingestion and vapor action. Enzogard is used for the control of sucking and chewing insects.",
    "ingredients": "Chlopyrifos 20% EC",
    "packingSize": "250 ml, 500 ml, 1 ltr",
    "dosage": "500 ml per acre",
    "type": "insecticide"
  },
  {
    "id": 20,
    "name": "PROPHOS",
    "feature": "Prophos with Profenofos 50% EC is an intercurrent and topical insecticide. After the insect feeds on the plant or crawls onto the treated leaf, the insect first becomes paralyzed and then quickly dies. Profos works to control insects that normally hide under the underside of leaves. Broad spectrum also controls all sucking insects and leaf-eating larvae.",
    "ingredients": "Profenofos 50% EC",
    "crops":"cotton, soybeans.",
    "pests": "bollworms, thrips, maggots.",
    "packingSize": "250 ml, 500 ml, 1 ltr",
    "dosage": "500 ml per acre",
    "type": "insecticide"
  },
  {
    "id": 21,
    "name": "Thripkill plus",
    "ingredients": "Tolfenpyrad 15% EC",
    "feature": "Thripkill plus ( Tolfenpyrad 15% EC) is a topical insecticide. It is highly effective against a wide range of sucking insects and chewing insects (diamond back moth). Thripkill plus acts as a one shot solution for multiple target pests and also reduces the cost of crop protection",
    "crops": "Cotton, Okra, Onion, Cabbage, Pepper",
    "pests": "Whiteflies, Thrips, Aphids, Plant Hoppers, Diamond Backmoths",
    "dosage": "500 ml per acre",
    "packingSize": "100 ml, 250 ml, 500 ml, 1 liter",
    "type": "insecticide"
  },
  {
    "id": 22,
    "name": "ABAJIN",
    "feature": "Abajin is an insecticide containing Abamectin 1.9% EC as the active ingredient. It is effective against a wide range of insects and is suitable for use on various crops.",
    "ingredients": "Abamectin 1.9% EC",
    "packingSize": "50 ml, 100ml, 250 ml",
    "dosage": "250 ml per acre",
    "type": "insecticide",
    "pests": "yellow mites, red mites, red spiders, two-spotted mites",
    "crops": "Rose"
  },
  {
    "id": 23,
    "name": "ENJOGUARD-DP",
    "feature": "Enjoguard DP (Chloropyrifos 1.5% DP) is in powder form and when it comes in contact with insects, it slows their respiration and kills the insects. It is useful against stem borer, green leaf hopper, brown plant hopper, gall midge and grass hopper in rice crop.",
    "ingredients": "Chlopyrifos 1.5%DP",
    "packingSize": "1 kg, 10kg",
    "dosage": "5-10 Kg. per acre",
    "type": "insecticide",
    "crops": "Rice, gram.",
    "pests": "Borer, stem borer and leaf roller, thrips."
  },
  {
    "id": 24,
    "name": "CHLORONEX 10 G",
    "feature": "Chloronex (chlorpyrifos 10% gr) is used early in the insect life cycle, Chloronex inhibits the growth of insect populations and increases crop yield potential. Chloronex inhibits rice root weevils, and all types of soil-borne pests such as whiteflies.",
    "crops":"Rice, wheat, sugarcane, vegetable crops, groundnut, cotton and soybeans.",
    "ingredients": "Chlorpyriphos 10% GR",
    "packingSize": "1 kg, 5 kg",
    "dosage": "5 kg per acre",
    "type": "insecticide",
    "pests": "Stem Borer, Gall Midge, Rice Hispa, Humani"
  },
  {
    "id": 25,
    "name": "SECTOR",
    "feature":"Sector (Acephate 45% + Cypermethrin 5% DF) is a broad-spectrum topical and enteric insecticide against aphids, jasids, thrips, and bollworms in cotton. controls it",
    "ingredients": "Acephate 45% + Cypermethrin 5% DF",
    "crops":"cotton",
    "pests":"bollworms, mealybugs, maggots, thrips",
    "packingSize": "100 gm, 250 gm, 500 gm",
    "dosage": "500 gm per acre",
    "type": "insecticide"
  },
  {
    "id": 26,
    "name": "ACEIMIDA",
    "feature":"Aceimida (Acephate 50% + Imidacloprid 1.8% SP) is formulated to provide cost effective control of several pests to vegetable growers. It is a combination of two systemic insecticides from different classes. Asmida is a good defense against sap-sucking insects",
    "ingredients": "Acephate 50% + Imidaclopride 1.8% SP",
    "crops":"Cotton, Rice",
    "pests":"Whiteflies, thrips, thrips, bollworms",
    "packingSize": "100 gm, 250 gm, 500 gm",
    "dosage": "400 gm per acre",
    "type": "insecticide"
  },
  {
    "id": 27,
    "name": "ACELEX",
    "feature":"Acilex (Acephate 75% SP) is a systemic insecticide that controls pests by contact and stomach action. It mainly acts on the nervous system of target insects. Acelex remains effective for a long period of time and thus provides protection for a long period of time",
    "crops": "Cotton, Rice",
    "pests":"stem borer, thrips, bollworm",
    "ingredients": "Acephate 75% SP",
    "packingSize": "250 gm, 500 gm, 1kg",
    "dosage": "400 gm per acre",
    "type": "insecticide"
  },
  {
    "id": 28,
    "name": "FIPRONEX",
    "feature":"Fipronex (Fipronil 5% SC) is an intravenous and topical insecticide. It provides low dose, highly effective pest control against a wide range of important pests. It has also been found to be particularly effective for the management of thrips. Fipronil helps increase crop yields by controlling pests that slow crop growth.",
    "ingredients": "Fipronil 5% SC",
    "crops":"Cotton, Rice, Sugarcane, Cabbage, Chili",
    "packingSize": "250 ml, 500 ml, 1 ltr",
    "dosage": "500 ml per acre",
    "pests":"Whitefly, thrips, thrips, bollworm, green leaf hopper, stem borer, leaf folder, brown plant hopper, diamond back moth, fruit borer, root borer",
    "type": "insecticide"
  },
  {
    "id": 29,
    "name": "RETAINZA",
    "feature":"Fipronil 2.92% w/w Emulsifiable Concentrate (EC) is recommended for the control of termites in buildings through pre & post construction treatments",
    "ingredients": "Karanj Oil - 60%, Essential Oil - 14%.",
    "packingSize": "250 ml, 500 ml, 1 ltr",
    "dosage": "500 ml per acre",
    "crops":"Vegetables, Fruits, Cotton",
    "type": "insecticide",
    "pests": "termites"
  },
  {
    "id": 30,
    "name": "FENPROTOL",
    "feature":"Fenpropathrin 10 % EC is the active ingredient in Fenpropathol and is a pyrethroid insecticide with a high degree of acaricidal-insecticidal activity. It acts on the nervous system of insects and kills the insects",
    "ingredients": "Fenpropathrin 10% EC",
    "crops":"cotton",
    "pests":"American bollworm, pink bollworm",
    "packingSize": "250 ml, 500 ml, 1 ltr",
    "dosage": "400 ml per acre",
    "type": "insecticide"
  },
  {
    "id": 31,
    "name": "FIPRONEX PLUS",
    "feature": "Fipronex Plus (Fipronil 80 % WG) is a fipronil-based phenyl pyrazole insecticide. Fipronil not only effectively controls pests but also has effects on plant growth leading to higher yields as well as being effective against major pests at low dose rates.",
    "ingredients": "Fipronil 80% WG",
    "packingSize": "2 gm, 40 gm, 100 gm",
    "dosage": "30 gm. pr acre",
    "type": "insecticide",
    "crops": "grapes, cotton, onion, chilli, cabbage, rice.",
    "pests": "thrips, stem borer, leaf folder, diamond back moth."
  },
  {
    "id": 32,
    "name": "CYPETHION",
    "feature": "Cypethion (Ethion 40% + Cypermethrin 5% EC) is a combination insecticide that provides effective control against a wide range of pests. Ethion and Cypermethrin act on the nervous system of insects, leading to their elimination.",
    "ingredients": "Ethion 40% + Cypermethrin 5% EC",
    "crops": "grapes, cotton, onion, chilli, cabbage, rice",
    "pests": "thrips, stem borer, leaf folder, diamond back moth",
    "packingSize": "250 ml, 500 ml, 1 ltr",
    "dosage": "400 ml per acre",
    "type": "insecticide"
  },
  {
    "id": 33,
    "name": "ENJOTSU",
    "feature": "Enjotsu (Clothianidin 50% WG) is an insecticide that provides effective control against a wide range of pests. It is formulated with Clothianidin, which acts on the nervous system of insects, leading to their elimination.",
    "ingredients": "Clothianidin 50% WG",
    "packingSize": "50 gm, 100 gm",
    "crops": "Rice, Cotton, Sugarcane, Tea",
    "dosage": "100 gm per acre",
    "type": "insecticide",
    "pests": "Jassids, Aphids, Whitefly, Leaf Hoppers, Mealybug etc"
  },
  {
    "id": 34,
    "name": "RAFEL",
    "feature": "Rafel (Pyriproxyfen 8% + Dinotefuran 5% + Diafenthiuron 18% SC) is a combination insecticide that provides effective control against a wide range of pests. Pyriproxyfen, Dinotefuran, and Diafenthiuron act on the nervous system of insects, leading to their elimination.",
    "ingredients": "Pyriproxyfen 8% + Dinotefuran 5% + Diafenthiuron 18% SC",
    "packingSize": "250 gm, 500 gm, 1 kg",
    "dosage": "350 ml per acre",
    "type": "insecticide",
    "crops": "Brinjal",
    "pests": "whitefly, jassids, thrips and Aphids"
  },
  {
    "id": 35,
    "name": "VAJEER GR",
    "feature": "Vajeer GR (Chlorantraniliprole 0.4% GR) is an insecticide that provides effective control against a wide range of pests. It is formulated with Chlorantraniliprole, which acts on the nervous system of insects, leading to their elimination.",
    "ingredients": "Chlorantraniliprole 0.4% GR",
    "packingSize": "4 Kg",
    "dosage": "4 Kg per acre",
    "type": "insecticide",
    "pests":"Yellow stem borer, Leaf folder,Early shoot borer",
    "crops": "Rice, Sugarcane"
  },
  {
    "id": 36,
    "name": "DIEFENOX",
    "feature":"Difenox (Diafenthiuron 50% WP) is an intermittent and topical insecticide that controls insects as well as mites. It has a trans-laminar action, which can control insects hiding in the canopy and underside of leaves. It has vapor action so works well in dense crops and large fields",
    "crops":"eggplant, cotton, potato, chilli, cabbage, lemon",
    "pests":"Whitefly, thrips, thrips, mites, capsule borer",
    "ingredients": "Diafenthiuron 50% WP",
    "packingSize": "250 gm, 500 gm, 1 kg",
    "dosage": "250 gm. per acre",
    "type": "insecticide"
  },
  {
    "id": 37,
    "name": "METALEX",
    "feature":"Metalex (Metalaxyl 35% WS) is a systemic, phenylamide intermittent fungicide with protective and curative activity. Recommended as a spray on tropical and sub-tropical crops, also as a drench for control of soil-borne pathogens and as a seed treatment for fungal control.",
    "ingredients": "Metalaxyl 35% WS",
    "packingSize": "100 gm, 250 gm, 500 gm",
    "dosage": "500 gm. per acre",
    "type": "fungicide",
    "pests":"die blight, downy mildew, powdery mildew, white rust.",
    "crops": "Mustard, Maize, Cabbage, Flower, Sunflower, Tobacco, Tomato, Eggplant, Okra, Chilli, Potato, Cucumber."
  },
  {
    "id": 38,
    "name": "THIPHONEX",
    "feature": "Thiphonex (Thiphonate Methyl 70 % WP) is a broad spectrum enteric fungicide and has a unique combination of preventive, curative and systemic fungicidal properties. Anthoceros, Cercospora leaf spot, Powdery mildew, Venturia scab, Fusarium, Bosrotinia, are successfully treated with Thiphonex.",
    "crops":"Potato, Chilli, Tomato.",
    "ingredients": "Thiophanate Methyl 70% WP",
    "packingSize": "100 gm, 250 gm, 500 gm",
    "dosage": "200 gm. per acre, Spraying - Spray 250 grams per acre. (0.5 g/liter of water), Seed treatment - 2 to 3 g/kg seed, Drinching- 2 to 4 g/L of water.",
    "pests":"powdery mildew, fruit rot, wilt, stem rot, leaf spot, black scurf,Tuber decay, tuber rot.",
    "type": "fungicide"
  },{
  "id": 39,
  "name": "ENJOTAF PLUS",
  "feature":"Enjotaf Plus (Hexaconazole 5% SC) is a unique topical fungicide. Enjotaf Plus is a broad-spectrum fungicide that controls a wide range of diseases affecting many crops. Enjotaf Plus provides excellent control of Anscomycetes, Basidomycetes and Deuteromycetes. Enjotaf Plus is a safe fungicide with low toxicity to mammals, fish, birds and natural enemies.",
  "ingredients": "Hexaconazole 5% SC",
  "packingSize": "250 ml, 500 ml, 1 ltr",
  "crops":"grapes, rice, mango.",
  "dosage": "500 ml per acre",
  "type": "fungicide",
  "pests": "Sheath Blight, Powdery Mildew."
},
  {
    "id": 40,
    "name": "PROPINEX",
    "feature":"Propiconazole (Propiconazole 25% EC) is an intermittent fungicide of the triazole group. Propinex is indicated for the control of a wide range of leaf and stem diseases in cereals. Propinex has both curative and protective action, so the plant effectively controls diseases. Propinex has a long-lasting effect, thus controlling diseases for a long period of time. Application of propinex in rice prevents black spot.",
    "crops":"wheat, groundnut, soybean, paddy, banana",
    "ingredients": "Propiconazole 25% EC",
    "packingSize": "100 ml, 250 ml, 500 ml, 1 ltr",
    "pests":"brown rust, black rust, yellow rust, tick disease, black rot.",
    "dosage": "300 ml. per acre",
    "type": "fungicide"
  },
  {
    "id": 41,
    "name": "TESLA",
    "feature":"Tesla (Tebuconazole 10% + Sulfur 65%) is an effective mix fungicide with protective, and eradication action. It controls powdery mildew, fruit rot disease of chilli and leaf spot, pod blight disease of soybean. Effective and cost-effective remedy for fungal diseases. Instant and uniform solubility. Good yield and quality with phytotonic effect.",
    "ingredients": "Tebuconazole 10% + Sulphur 65% WG",
    "crops":"Crops- Chilli, Soybean.",
    "pests":"leaf spot and pod blight, powdery mildew, fruit rot.",
    "packingSize": "250 gm, 500 gm, 1 Kg",
    "dosage": "500 gm. per acre",
    "type": "fungicide"
  },
  {
    "id": 42,
    "name": "UNIXX",
    "feature":"Unixx is a high quality fungicide containing Azoxystrobin 11% and Tebuconazole 18.3% SC components. It inhibits fungal respiration and ergosterol synthesis. Unix is a powerful combination of triazole and strobilurin chemicals that rapidly penetrate the plant system and kill fungal cells",
    "ingredients": "Azoxystrobin 11% + Tebuconazole 18.3% SC",
    "crops":"Grapes, Rice, Potato, Chilli, Tomato, Wheat, Onion.",
    "pests":"Downy mildew, powdery mildew, sheath spot, purple spot, yellow rust",
    "packingSize": "100 ml, 250 ml, 500 ml",
    "dosage": "300 ml. per acre",
    "type": "fungicide"
  },
  {
    "id": 43,
    "name": "THERI",
    "feature":"Theri (Carbendazim 12% + Mencozeb 63% WP) is a high quality intercurrent and topical fungicide. Theri is recommended on various crops for the control of many diseases. Theri is a preventive, curative and cost-effective fungicide with multi-site action on fungi",
    "ingredients": "Carbendazim 12% + Mancozeb 63% WP",
    "crops":"grapes, rice, potato, chilli, maize, mango, groundnut",
    "pests":"Downy mildew, powdery mildew, sheath blight, fruit rot, tick disease",
    "packingSize": "250 gm, 500 gm, 1 kg",
    "dosage": "500 gm per acre",
    "type": "fungicide"
  },
  {
    "id": 44,
    "name": "CABTEB",
    "feature": "Cabteb (Tebuconazole 6.7% + Captan 26.9% SC) is a powerful fungicide with a unique combination of active ingredients. It provides effective control against a wide range of fungal diseases in various crops. Capteb exhibits both preventive and curative properties, offering protection against diseases and stopping their spread. With its excellent formulation, Capteb ensures optimal coverage and adherence to plant surfaces, maximizing its efficacy. It is easy to use and provides long-lasting protection, contributing to healthier and higher-yielding crops.",
    "ingredients": "Tebuconazole 6.7% + Captan 26.9% SC",
    "packingSize": "250 ml, 500 ml, 1 ltr",
    "dosage": "500 ml. per acre",
    "type": "fungicide",
    "pests":"Powdery mildew, Alternaria blight, Anthracnose",
    "crops": "Apple, Chilli"
  },
  {
    "id": 45,
    "name": "ANEX M-45",
    "feature":"Anex M-45 (Mancozeb 75% WP) is a topical fungicide, which inhibits the growth of fungi and the spread of diseases. It reduces the activity of enzymes in the fungus which leads to reduced energy production and ultimately death of the fungus. It is used in many crops for spraying, nursery drenching and seed treatment. In addition to disease control, it also provides manganese and zinc to crops, keeping plants green and healthy. Compared to other fungicides, it is less expensive in the long run due to its nutritional benefits and superior crop protection, leading to higher yields and better quality",
    "crops":"grapes, rice, potato, potato, groundnut, chili, tomato",
    "pests":"rust, downy mildew, early blight, late blight, fruit spot,Brown and black rust, Tikka",
    "ingredients": "Mancozeb 75% WB",
    "packingSize": "250 gm, 500 gm, 1 Kg",
    "dosage": "500 gm per acre",
    "type": "fungicide"
  },
  {
    "id": 46,
    "name": "ENJOTAF POWER",
    "feature":"Enzotaf Power (HEXACONAZOLE 75%WG ) is a spectrum, intermittent triazole fungicide, with protective, curative, eradication and antisporulant activity. Hexaconazole is a sterol biosynthesis inhibitor. It controls a wide range of foliar and soil-borne (ascomycetes and basidiomycetes) diseases.",
    "ingredients": "Hexaconazole 75% SC",
    "packingSize": "250 gm, 500 gm",
    "crops":"Rice, Chilli, Groundnut.",
    "pests":"powdery mildew, leaf spot, tick.",
    "dosage": "50-100 gm per acre",
    "type": "fungicide"
  },
  {
    "id": 47,
    "name": "PROPINOCOL",
    "feature":"Characteristics and Benefits- Propinocol (Propineb 70% WP) is a fungicide that works against various crop diseases. Propinocol is anti-resistant due to its special mechanism of action. .Propincol is a polymeric zinc containing dithiocarbamate, due to its zinc content, application of propinocol has a greening effect on the crop and subsequent improvement in yield quality",
    "ingredients": "Propineb 70% WB",
    "crops":"Grapes, Rice, Potato, Pomegranate, Chilli, Tomato",
    "pests":"Scab, Downy Mildew, Early Blight, Late Blight, Buck Eye Rot",
    "packingSize": "250 gm, 500 gm, 1 kg",
    "dosage": "500 gm per acre",
    "type": "fungicide"
  },
  {
    "id": 48,
    "name": "TEBUNEX",
    "feature":"Tebunex contains Tebuconazole 25.9 EC. It is a systemic triazole fungicide. Triazoles are the leading chemical class of fungicides worldwide. Tabunex offers an effective solution to a wide spectrum of diseases in many crops through protective, curative and eradication action. Application of Tebunex has a greening effect on the leaves of the crop",
    "crops":"Rice, Groundnut, Onion, Chilli, Soybean",
    "pests":"blast, sheath blight, powdery mildew, fruit rot tikka and rust, purple spot",
    "ingredients": "Tebuconazole 25.9% EC",
    "packingSize": "250 ml, 500 ml, 1 ltr",
    "dosage": "300-400 ml per acre",
    "type": "fungicide"
  },
  {
    "id": 49,
    "name": "COPTIVA",
    "feature":"Coptiva (copper oxychloride 50% WP) is a copper based broad spectrum fungicide which controls fungal as well as bacterial diseases through its contact action. Due to its fine particles, it adheres to the leaves and helps prevent fungal growth. Copexa releases copper ions slowly, allowing it to control the disease for a longer period of time. Gives thickness to the leaves and provides copper nutrition to the crop. Suitable fungicide during hail/rain",
    "ingredients": "Copper Oxychloride 50% WB",
    "crops":"Grapes, Bananas, Potatoes, Potatoes, Chillies, Tomatoes, Mossambi",
    "pests":"rust, downy mildew, early blight, late blight, fruit spot, leaf spot, canker",
    "packingSize": "500 gm",
    "dosage": "500 gm per acre",
    "type": "fungicide"
  },
  {
    "id": 50,
    "name": "ENJOSULF POWER",
    "feature":"Enjosulf Power (Sulphur 80% WDG) is a powerful fungicide that provides effective control against various fungal diseases. It contains a high concentration of sulfur, which acts as a contact fungicide, inhibiting the growth and spread of fungi. Enjosulf Power is suitable for use on a wide range of crops and offers both preventive and curative action against diseases. It is easy to use and provides long-lasting protection, contributing to healthier and higher-yielding crops.",
    "ingredients": "Sulphur 80% WDG",
    "packingSize": "1 kg, 5 kg",
    "dosage": "5 kg per acre",
    "type": "fungicide",
    "pests":"Powdery mildew",
    "crops": "Grape,Apple,Cumin,Pea,Wheat"
  },
  {
    "id": 51,
    "name": "LUKA GLO",
    "feature":"Luca Glow (Azoxystrobin 8.3% + Mancozeb 66.7% WDG) is an excellent intercurrent and topical fungicide that provides excellent disease control with remarkable phytotonic benefits.",
    "crops":"grapes, chillies",
    "pests":"Downy mildew, powdery mildew, leaf spot",
    "ingredients": "Azoxystrobin 8.3% + Mancozeb 66.7% WG",
    "packingSize": "250 gm, 500 gm",
    "dosage": "600 gm per acre",
    "type": "fungicide"
  },
  {
    "id": 52,
    "name": "CROP CARE",
    "feature":"Crop Care ( azoxystrobin 2.5 + thiophanate methyl 11.25 + thiamethoxam 25% fs ) It is a high quality intercurrent insecticide and intercurrent fungicide . It controls seed and soil borne diseases and protects the crop from fast absorbing pests and diseases.",
    "ingredients": "Humic acid-5000 ppm, C vid- 2000 ppm.",
    "packingSize": "100 ml, 200 ml, 400 ml",
    "crops":"Soya Bean",
    "dosage": "10 ml per kg of seed",
    "type": "fungicide",
    "pests": "Downy mildew, powdery mildew, sheath spot, fruit rot, tick disease"
  },
  {
    "id": 53,
    "name": "EASTLINE",
    "feature": "Eastline (Pyraclostrobin 20% WG) is a high quality broad-spectrum fungicide that controls more than 50 major diceases that threaten yield and crop quality. Eastline helps prevent fungal diseases and provides protection to crops.",
    "ingredients": "Pyraclostrobin 20% WG",
    "crops":"Soyabean, cotton, banana, chilli, maize, tomato, groundnut",
    "packingSize": "250 gm, 500 gm, 1 Kg",
    "dosage": "200 gm per acre",
    "pests": "Early blight, late blight, fruit spot, leaf spot, sheath blight, tick disease.",
    "type": "fungicide"
  },
  {
    "id": 54,
    "name": "ENJO-MYCIN",
    "feature":"Enjomycin (Validamycin 3% L) is an antibiotic fungicide that controls rice sheath blight disease very effectively. It acts on hyphae and destroys fungi through its contact action and controls the spread of diseases. Enjomycin is also most effective against soil-borne diseases and is used for the control of Rhizoctonia solani in rice. Enjomycin remains effective for a long time even after rainfall",
    "ingredients": "Validamycin 3% L",
    "crops":"Rice",
    "pests":"sheath blight",
    "packingSize": "250 ml, 500 ml, 1 ltr",
    "dosage": "600-800 ml. per acre",
    "type": "fungicide"
  },
  {
    "id": 55,
    "name": "BACKUP",
    "feature":"Chlorothalonil in Backup - 75% WP is a broad-spectrum topical fungicide Chlorothalonil is a multi-site inhibitor that affects various enzymes and other metabolic processes in fungi. It is toxic to fungal cells",
    "ingredients": "Chlorothalonil 75% WP",
    "crops":"Grapes, Groundnut, Potato, Chilli, Cabbage, Watermelon",
    "pests":"Downy mildew, sheath spot, fruit rot, tick disease",
    "packingSize": "250 gm, 500 gm",
    "dosage": "500 gm per acre",
    "type": "fungicide"
  },
  {
    "id": 56,
    "name": "ENJOSULF DP",
    "feature":"Enzosulph-dp is a contact fungicide containing 85% DP sulfur active ingredient",
    "crops":"Grapes, Coriander, Groundnut, Pea, Moong",
    "pests":"Rust, Downy Mildew, Tikka",
    "ingredients": "Sulphur 85% DP",
    "packingSize": "5 kg, 10 kg",
    "dosage": "5-10 Kg. per acre",
    "type": "fungicide"
  },
  {
    "id": 57,
    "name": "WEED BURN",
    "feature":"Weed Burn (glyphosate 41% SL) is a non-selective systemic herbicide of the organophosphorus group, which inhibits synthesis in weed plants. It controls annual and perennial weeds very effectively. After weed burn is sprayed, it is absorbed by weeds, plants and migrates to the roots and completely kills all types of weeds. It is also used to control weeds in cultivated crops, waterways, embankments and open fields. All kinds of green weeds can be controlled.",
    "ingredients": "Glyphosate 41% SL",
    "crops":"Tea, open fields.",
    "packingSize": "500 ml, 1 ltr, 5 ltr",
    "dosage": "500 ml-1 ltr per acre",
    "type": "herbicide"
  },
  {
    "id": 58,
    "name": "WEED BURN 71",
    "feature":"Widburn-71 is an ammonium salt type herbicide of glyphosate 71% S.G., a non-selective herbicide for the control of annual perennial, broadleaf and grassy weeds. When sprayed on leaves, Widburn-71 reaches plant roots and rhizomes through the process of transpiration, killing weeds below ground. Widburn-71 is very rapidly absorbed by weed plants and kills the plant at the root 7-12 days after spraying. It does not affect the germination of subsequent crops and any crop can be grown after its application",
    "crops":"Tea, open fields",
    "ingredients": "Ammonium Salt of Glyphosate 71% SG",
    "packingSize": "100 gm, 1 kg",
    "dosage": "1 Kg. per acre",
    "type": "herbicide"
  },
  {
    "id": 59,
    "name": "SAKRIP POWER",
    "feature": "Features and Benefits- Sacrip Power (Metsulfuron Methyl 20% WP) is a selective intercurrent herbicide, very effective in controlling a wide range of grasses, weeds and broadleaf weeds in wheat rice sugarcane. Sacrifice Power is rapidly absorbed by the plant's leaves and roots.",
    "ingredients": "Metsulfuron Methyl 20% WP",
    "packingSize": "8 gm.",
    "crops": "sugarcane, paddy, wheat.",
    "dosage": "8 gm. per acre",
    "type": "herbicide"
  },
  {
    "id": 60,
    "name": "GOLU",
    "feature":"Golu (oxyfluorfen 23.5 ec) is a selective herbicide of the diphenyl-ether group. Golu forms a chemical barrier on the soil surface and affects weed plants through direct contact. It is used for the control of annual and grassy weeds in field crops",
    "ingredients": "Oxyfluorfen 23.5% EC",
    "crops":"Rice, Potato, Onion, Groundnut",
    "packingSize": "50 ml, 100 ml, 250 ml, 500 ml, 1 ltr",
    "dosage": "200-300 ml. per acre",
    "type": "herbicide"
  },
  {
    "id": 62,
    "name": "DENSO",
    "feature":"Denso (Clodinafop Propargyl 15% WP) is a post-emergence herbicide for the control of most important grass weeds in wheat",
    "ingredients": "Clodinafop Propargyl 15% WP",
    "crops":"Wheat",
    "packingSize": "160 gm",
    "dosage": "160 gm. per acre",
    "type": "herbicide"
  },
  {
    "id": 61,
    "name": "WEEDGO",
    "feature": "Weedgo (2,4-D Amine Salt 58% SL) is a selective post-emergence herbicide that effectively controls broadleaf weeds in various crops. It is absorbed by the leaves and stems of weeds, disrupting their growth and causing them to wither and die.",
    "ingredients": "2,4-D Amine Salt 58% SL",
    "packingSize": "500 ml, 1 ltr",
    "dosage": "500 ml. per acre",
    "type": "herbicide",
    "crops": "Wheat,Maize,Sorghum,Potato,sugarcane, Aquatic weed"
  },
  {
    "id": 63,
    "name": "GLO POWER",
    "feature": "Glo Power (Glufosinate Ammonium 13.5% SL) is a non-selective post-emergence herbicide that effectively controls a wide range of grasses and broadleaf weeds. It acts by inhibiting the enzyme involved in the synthesis of amino acids, leading to the death of the treated plants.",
    "ingredients": "Glufosinate Ammonium 13.5% SL",
    "packingSize": "500 ml, 1 ltr",
    "dosage": "1 ltr. per acre",
    "type": "herbicide",
    "crops": "Cotton, Tea"
  },
  {
    "id": 64,
    "name": "DICLOQUAT",
    "feature": "Dicloquat (Paraquat Dichloride 24% SL) is a non-selective contact herbicide that controls a wide range of grasses and broadleaf weeds. It acts by disrupting the photosynthesis process in plants, leading to their death. It is commonly used for weed control in agricultural and non-agricultural areas.",
    "ingredients": "Paraquat Dichloride 24% SL",
    "packingSize": "500 ml, 1 ltr",
    "crops": "Cotton,Tea,Grape,Potato,Rice,Wheat,Aquatic weed",
    "dosage": "1 ltr. per acre",
    "type": "herbicide"
  },
  {
    "id": 65,
    "name": "METRINEX",
    "feature": "Metrinex (Metribuzin 70% WP) is a selective, intercurrent and topical herbicide of the triazinone group, which inhibits photosynthesis in the photo-system. It acts through roots and leaves and, therefore, is used for both pre- and post-emergence experiments. It controls narrow and broadleaf weeds.",
    "ingredients": "Metribuzin 70% WP",
    "crops":"Sugarcane, Soybean, Wheat, Potato, Tomato.",
    "packingSize": "250 gm, 500 gm, 1 Kg",
    "dosage": "250 gm. per acre",
    "type": "herbicide"
  },
  {
    "id": 66,
    "name": "ENJOZINE",
    "ingredients": "Atrazine 50% WP",
    "packingSize": "500 gm, 1 kg",
    "dosage": "500 gm per acre",
    "type": "herbicide",
    "crops": "Maize,Sugarcane",
    "feature": "Enjozine is a herbicide containing Atrazine 50% WP. It is highly effective in controlling a wide range of grasses and broadleaf weeds. Enjozine acts by inhibiting photosynthesis in plants, leading to their death. It is commonly used for weed control in agricultural and non-agricultural areas. Enjozine is easy to apply and provides long-lasting weed control."
  },
  {
    "id": 67,
    "name": "TRIACONEX",
    "ingredients": "Triacontanol EW 0.01 % min",
    "feature":"Triaconex contains Tricontanol 0.1% EW It is a plant growth regulator. Tricontanol is a naturally occurring fatty alcohol, phytohormone or plant growth stimulant found in the cuticle and wax of plants. When used properly, tricontanol can significantly increase the amount of chlorophyll in leaves, resulting in an improved rate of photosynthesis. It is a non-toxic and eco-friendly formulation",
    "packingSize": "100 ml, 250 ml, 500 ml, 1 ltr",
    "crops":"cotton, rice, fruits and leafy vegetables etc",
    "dosage": "250 ml. per acre",
    "type": "pgr"
  },
  {
    "id": 68,
    "name": "ANGELS",
    "feature":"Paclobutrazol 40% SC synthesizes growth hormones in plants and influences developmental processes. Such retardants reduce shoot length and divert nutrients toward fruit and seed production. It also improves fruit maturity, fruit color and shape",
    "ingredients": "Paclobutrazol 40% SC",
    "crops":"Peas",
    "packingSize": "10 ml, 50 ml, 100 ml, 250 ml",
    "dosage": "50 ml. per acre",
    "type": "pgr"
  },
  {
    "id": 69,
    "name": "TEJA PLUS",
    "feature": "Features and Benefits - Teja Plus is a highly effective plant growth regulator containing gibberellic acid 0.001% in liquid form as the active ingredient. Teja Plus works synergistically with plant metabolism and accelerates plant growth. Teja Plus also enhances the physical performance of the crop by stimulating hormonal and enzymatic activity. Teja Plus enables more photosynthesis during plants. Teja Plus also plays an important role in plant growth processes such as stem elongation, better flowering and grain/fruit formation along with grain/fruit maturation. Teja Plus compensates for micronutrient deficiencies.",
    "crops": "Crops- Rice, sugarcane, cotton, banana, groundnut, grapes, brinjal, okra, onion, cauliflower.",
    "ingredients": "Gibberellic Acid 0.001% L",
    "packingSize": "100 ml, 250 ml, 500 ml, 1 ltr, 5 ltr",
    "dosage": "250 ml. per acre",
    "type": "pgr"
  },
  {
    "id": 70,
    "name": "TEJA PRO",
    "ingredients": "Gibberellic Acid 40% WSG",
    "packingSize": "2.5 gm, 12.5 gm",
    "dosage": "10 gm per acre",
    "type": "pgr",
    "crops": "Rice, Grape",
    "feature": "Teja Pro is a plant growth regulator containing Gibberellic Acid 40% WSG as the active ingredient. It is specifically designed to promote plant growth and development. Tejo Pro stimulates cell elongation, resulting in increased stem and leaf growth. It also enhances flowering and fruiting, leading to improved crop yield. Tejo Pro is easy to apply and provides effective results in promoting plant growth and productivity."
  },
  {
    "id": 71,
    "name": "ETHENOX",
    "feature":"Ethanox (Ethephon 39% SL) is a systemic plant growth regulator of the phosphonate family. It is easily absorbed by the plant and releases ethylene which is a natural plant hormone. Ethylene directly influences many physiological processes (ripening, ripening, etc.) and stimulates endogenous ethylene production. Ethanox is used in fruits and vegetables to stimulate flowering and side branching and to reduce plant height and fruit ripening",
    "ingredients": "Ethephon 39% SL",
    "crops":"Mango, Coffee, Pineapple, Tomato and Pomegranate",
    "packingSize": "250 ml, 500 ml, 1 kg",
    "dosage": "500 ml. per acre",
    "type": "pgr"
  },
  {
    "id": 72,
    "name": "PACLOSTAR",
    "feature":"Paclostar (Paclobutrazol 23% SC) is one of the widely used plant growth regulators especially for mango. Mainly, the role of paclobutrazol is to inhibit gibberellin synthesis and promote flowering and fruiting. Thus, vegetative growth is reduced and assimilates are transferred to reproductive organs and production capacity is increased",
    "ingredients": "Paclobutrazole 23% SC",
    "packingSize": "100 ml, 250 ml, 500 ml",
    "crops":"Mango",
    "dosage": "30 ml. per crop",
    "type": "pgr"
  },
  {
    "id": 73,
    "name": "HUMIGRAN-G",
    "feature":"Humigran-G is a bio-organic granule. Humigran-G enhances the quality of the crop by accelerating the growth of seedlings, root growth. Accelerates vegetative and reproductive growth of the crop. Being natural and organic, it improves soil structure, improves water holding capacity and increases organic carbon. It is non-toxic and can be used with all types of fertilizers and other soil conditioners",
    "ingredients": "Humic Acid - 5%, Amino Acid - 2%, Sea Weed Extract - 2%.",
    "packingSize": "8 kg, 10 kg, 25 kg, 50 kg",
    "crops":"All crops",
    "dosage": "25 kg per acre",
    "type": "pgr"
  },
  {
    "id": 74,
    "name": "ENJOZYME",
    "feature":"Enzozyme is in granule form and improves the quality of the crop by accelerating root growth. Being natural and organic, it improves soil structure, improves water holding capacity and increases organic carbon. It is non-toxic and can be used with all types of fertilizers and other soil conditioners",
    "ingredients": "Humic Acid - 5%, Amino Acid - 2%, Seaweed Extract - 10%.",
    "packingSize": "10 kg, 25 kg, 50 kg",
    "crops":"All crops",
    "dosage": "25 kg per acre",
    "type": "pgr"
  },
  {
    "id": 75,
    "name": "Supreem G-40",
    "feature":"Supreem G-40 for Spray is a special granular plant growth regulator that is a useful flowering stimulant for crops. Also increase in number of vines, increase in vegetative growth, increase in number of flowers, overall plant growth with root development are all benefits of Supreem G-40",
    "ingredients": "L-Glycine-2.6%, Octadecadienoic Acid-1.4%.",
    "packingSize": "1 kg",
    "dosage": "1 - 2 kg per acre",
    "crops":"All crops",
    "type": "pgr"
  },
  {
    "id": 76,
    "name": "SILCARE SOIL",
    "feature":"Silcare Soil (Diatomite silicon) is useful for increasing silicon biomass and essential nutrients. It also protects the plant from fungal diseases, insects and pests by strengthening the cell walls. Improves plant vigor, health and productivity. Improves drought and frost resistance. Protects against biotic and abiotic stress.",
    "crops": "All crops",
    "ingredients": "endoplasmic reticulum of silicon",
    "packingSize": "10 kg and 20 kg - Bucket, 250 g,500 g, 1 kg spray",
    "dosage": "10 kg per acre",
    "type": "pgr"
  },
  {
    "id": 77,
    "name": "E-CHARGE",
    "feature":"E-Charge is a natural biostimulant designed to enhance productivity by stimulating peak performance. It contains biologically active compounds that act as stimulants through specific processes involving amino acids derived from biotic enzymes, resulting in a significant increase in crop productivity. Additionally, it promotes healthy and rapid growth in the number of flowers.",
    "ingredients": "L-Cysteine-5.2%, Vitamin-1.5%, Protein-18%.",
    "crops":"Oilseeds, pulses, cotton, cereals, fruit crops, vegetables.",
    "packingSize": "100 ml, 250 ml, 500 ml, 1 L",
    "dosage": "1 ml per liter of water for foliar application",
    "type": "pgr"
  },
  {
    "id": 78,
    "name": "ENJOSTIM",
    "feature":"Enjostim improves the general health and biochemical characteristics of the crop. Application of Enzostim has been shown to have a stimulating effect on cell size and cell growth in fruit crops. Enzostim is a basic organic biostimulant, anti-stress. Enzostim is useful for more reproductive flower growth, better fruit setting, improved fruit quality and increased sugar content",
    "ingredients": "Amino Acids- 3000 ppm, Protein-1%, Plant Extracts- 500 ppm",
    "crops":"Oilseeds, pulses, cotton, cereals, fruit crops, vegetables",
    "packingSize": "50 ml, 100 ml, 250 ml, 500 ml, 1 ltr",
    "dosage": "2 ml per liter of water for spraying",
    "type": "pgr"
  },
  {
    "id": 79,
    "name": "ALEX L-20",
    "feature":"Alex L-20 is a unique and highly effective combination of vitamins and proteins. It promotes flower growth and reduces flower drop. Improves fruit quality, and increases resistance against extreme temperatures, high humidity, frost, insect attack and natural wilt. Application during seed germination, flowering and fruit set stages of all crops significantly increases yield",
    "ingredients": "Carboxylic Acid-12%, Vitamin- 5%, Protein-13%.",
    "crops":"Oilseeds, pulses, cotton, cereals, fruit crops, vegetables",
    "packingSize": "5 ml,10ml, 25ml, 50ml,100ml, 250ml",
    "dosage": "0.5 ml per liter of water for spraying",
    "type": "pgr"
  },
  {
    "id": 80,
    "name": "AMILOX-33",
    "feature":"Amilox-33 promotes plant physiological activity and healthy plant growth. Application of amilox-33 before, during and after stressful conditions develops resistance to environmental stress. amilox-33 increases pollination and fruit formation. amilox-33 of these amino acids act as phytohormones and growth activators, thereby producing auxins",
    "ingredients": "Sea Weed Extract - 6% Minerals - 2% Protein - 30%",
    "packingSize": "100 ml, 250 ml, 500 ml, 1 ltr",
    "crops":"All crops",
    "dosage": "2 ml per liter of water for spraying",
    "type": "pgr"
  },
  {
    "id": 81,
    "name": "Supreem-L40",
    "feature": "Supreem L-40 is a unique flowering stimulant, yield enhancer and plant protectant. Supreem L-40 is a research product based on nitrobenzene, containing nitrobenzene and additional ingredients such as silica absorbent plant protection. Supreem L-40 also increases vegetative growth, and reduces flower and fruit drop",
    "ingredients": "Myrrh Oil-40%, Silica-12%.",
    "crops":"Vegetables, Fruits, Cotton, Floriculture",
    "packingSize": "250 ml, 500 ml, 1 l",
    "dosage": "2 ml per liter of water for spraying",
    "type": "pgr"
  },
  {
    "id": 82,
    "name": "HUMIFLEX",
    "feature":"Benefits of Humiflex Plus: White root development and nutrient uptake by the plant. Improve soil fertility by influencing water holding capacity, increase plant sugar (Brix) levels, help plant resistance to disease and insect attack. Protect the plant from chlorosis, increase photosynthesis, vegetative growth, resulting in higher yield and healthy crops",
    "ingredients": "leonaringredients- Humic Acid -98%, Fulvic Acid - 2%.dite",
    "packingSize": "100 gm, 250 gm, 500 gm, 1 kg, 2 kg",
    "crops": "All crops",
    "dosage": "1 to 2 kg  with 200 ltr of water for 1 acre",
    "type": "pgr"
  },
  {
    "id": 83,
    "name": "K CATCH",
    "ingredients": "natural botanical extract",
    "packingSize": "250 ml, 500ml, 1 ltr",
    "dosage": "1 ml per litre of water",
    "type": "pgr",
    "crops": "All crops",
    "feature": "K Catch is a plant growth regulator formulated with natural botanical extract. It enhances the overall growth and development of plants by promoting root development, nutrient absorption, and stress tolerance. K Catch improves plant vigor, increases yield potential, and enhances the plant's ability to withstand adverse environmental conditions."
  },
  {
    "id": 84,
    "name": "E-HUMIGRO",
    "feature":"E-Humigro is a mixture of humic acid and seaweed. It greatly accelerates root growth and vigorous plant germination. It also improves the uptake of micro and macro nutrients and helps to resist drought conditions and make them strong",
    "ingredients": "Humic Acid – 6% C vid – 2%",
    "crops":"All crops",
    "packingSize": "250 ml, 500 ml, 1 ltr, 5 ltr",
    "dosage": "3 ml per liter of water for spraying 1L per acre for drip irrigation",
    "type": "pgr"
  },
  {
    "id": 85,
    "name": "ENJOWET",
    "feature":"Enjowet is an effective silicone based non ionic sticker. enjowet All Kinds of Agrochemicals viz. Can be used effectively and compatible with pesticides, fertilizers and plant growth regulators. enjowet promotes reduced spray volume by improving spray coverage. enjowet is useful for rapid spreading and increased penetration when spraying",
    "ingredients": "Non Ionic 80 % Emulsifier - 5%",
    "packingSize": "50 ml, 100 ml, 250 ml,1 ltr",
    "dosage": "0.1 to 0.5 ml per ltr of water",
    "type": "pgr"
  },
  {
    "id": 86,
    "name": "LEADEX",
    "feature":"leadex is a protein based biostimulants product of natural origin. leadex contains a balanced ratio of short chain peptides, long chain peptides and free amino acids. leadex is quickly absorbed and transported by the plant, it activates basic enzyme systems, reducing energy loss. It helps in creating a balance of hormones that favor reproductive activity, fruit set and ripening",
    "ingredients": "Solid Amino-65%, Organic Carbon - 20%.",
    "packingSize": "250 ml, 500 ml, 1 ltr",
    "crops":"All crops",
    "dosage": "2 ml in 1 ltr of water, 1 ltr per acre at critical stage",
    "type": "pgr"
  },
  {
    "id": 87,
    "name": "ENJOMIN-40",
    "feature":"Enjomin-40 is a natural alexin mixed with a phosphorus compound and a unique organic biostimulant that induces resistance in the plant system, besides providing systemic protection against fungi such as Downy Mildew, Phytophthora and Pythium",
    "ingredients": "Phosphonic Acid-32%, Organic Salt-08%.",
    "packingSize": "250 ml, 500 ml, 1 ltr",
    "crops":"grapes, cucumber, potato, tomato, ginger.",
    "dosage": "2 ml per liter of water for spraying, 1 per acre for drip irrigation",
    "type": "pgr"
  },
  {
    "id": 88,
    "name": "ALEX",
    "feature":"The use of Alex increases flower and fruit set, as well as the formation of more branches in the plant, the color and taste of fruits and vegetables are increased and the yield is increased",
    "ingredients": "Constituents- Organic Content- 44%, Lignin- 5%, Amino Acids- 16%",
    "crops":"Oilseeds, pulses, cotton, cereals, fruit crops, vegetables",
    "packingSize": "10 gm, 50 gm, 100 gm",
    "dosage": "20 grams per acre for spraying",
    "type": "pgr"
  },
  {
    "id": 89,
    "name": "TARZAN",
    "feature":"Tarzan is a natural insecticide based on the flower and leaf extract of natural plants like Stomona root, Langdu root, Fructus cnidii, Tarzan is effective against bollworm complex like Heliothisis and Spodoptera",
    "ingredients": "Botanical extracts",
    "packingSize": "Packing Size- 25 ml, 50 ml, 100 ml, 250 ml,",
    "crops":"cotton, vegetables, fruit crops",
    "dosage": "Dosage- 0.4 ml per liter of water for spraying",
    "type": "pgr"
  },
  {
    "id": 90,
    "name": "BACTOGUARD",
    "feature":"Bactoguard is a natural anti-bacterial and it induces immunity against bacterial diseases like leaf blight, black arm, canker, angular leaf spot, seedling blight etc. in cotton, citrus, rice, chilli, vegetables, flowers, ginger, tomato, onion, pomegranate",
    "ingredients": "2-BROMO-2-NITRO PROPANE-1,3-DIOL",
    "packingSize": "10 grams, 20 grams",
    "crops":"fruits, vegetables.",
    "dosage": "20 grams per acre for spraying.",
    "type": "pgr"
  },
  {
    "id": 91,
    "name": "ANEX-BORDO",
    "feature":"Anex Bordo mixture is mainly used in orchards, vineyards, nurseries and fields to control fungal infections, primary downy mildew, as well as fungal infections on grape vines. The copper ions of Bordeaux mixture affect the enzymes in the fungal spores in such a way that the fungus inhibits germination. This means that the mixture needs to be applied before the outbreak of fungal diseases",
    "ingredients": "Copper-20%, Calcium-10%.",
    "crops":"Fruits, Vegetables, Nursery",
    "packingSize": "500 gm, 1 kg",
    "dosage": "3 grams per liter of water for spraying",
    "type": "pgr"
  },
  {
    "id": 92,
    "name": "BIO STIKCY TRAPS",
    "ingredients": "",
    "packingSize": "10 pic, 25 pic      ",
    "dosage": " 50-150 traps per acre depending on plant population",
    "pests": "White Flies, Aphids, Thrips, Fruit Flies, Jassids, Leaf Hoppers, Leaf miners and Moths ",
    "type": "pgr",
    "feature":"BIO STICKY TRAPS (Jumbo) 3MM are highly effective insect killers specifically designed for sucking pests. These traps utilize a sticky surface to capture pests such as White Flies, Aphids, Thrips, Fruit Flies, Jassids, Leaf Hoppers, Leaf miners, and Moths. They come in a convenient packing size of 10 pieces or 25 pieces. With a dosage recommendation of 50-150 traps per acre, depending on the plant population, these traps provide a reliable and eco-friendly solution for pest management."
  },
  {
    "id": 93,
    "name": "FLYKILLER GLASS",
    "feature": "The fly killer is high efficiency, economical, eco-friendly and best for effective control of all major fruit flies affecting orchards, flower gardens, vegetables, nurseries etc. Cut open the pack of fly killer and avoid touching the fly with your bare hands. Hang this lure in a scientifically designed catch trap, change the piece of lure once in 45 days for effective control",
    "ingredients": "",
    "crops":"Orchards, flower gardens, vegetables, nurseries",
    "packingSize": "10 units",
    "dosage": "10 nos per acre",
    "type": "pgr"
  },
  {
    "id": 94,
    "name": "ENJOFERT",
    "feature": "Enjofert is a balanced multi-micronutrient product in liquid form. Enjofert effectively supplies all the essential trace elements to the crop to produce fast, healthy growth with high yields. Enjofert helps in proper application of NPK fertilizers. Enzofert increases chlorophyll synthesis which produces more food for plants.",
    "ingredients": "Fe-2.5%, Mn-1%, Zn-3%, Cu-1%, B-0.5%, Mo-0.1%",
    "crops": "All crops",
    "packingSize": "250 ml, 500 ml, 1 ltr, 5 ltr, 20 ltr",
    "dosage": "600-100 ml per acre",
    "type": "micronutrients-fertiliser"
  },
  {
    "id": 95,
    "name": "ANEX-D",
    "feature":"Annex-D is a mixture of water soluble micronutrients and is a well-balanced mixture of essential micronutrients as per the standards approved by the state government. Annex-D provides important micronutrients required by plants. The use of Annex-D increases the availability and absorption of other major and secondary essential nutrients. Annex-D improves flower aroma and fruit color, fruit size. Annex-D is specially formulated for drip and should be applied by drip only.",
    "ingredients": "Fe-2%, Mn-1%, Zn-5%, Cu-0.5%, B-1%",
    "packingSize": "2 kg, 5 kg, 10 kg",
    "dosage": "2 to 5 kg per acre",
    "crops":"All crops",
    "type": "micronutrients-fertiliser"
  },
  {
    "id": 96,
    "name": "ANEX-COMBI",
    "ingredients": "Fe-2.5%, Mn-1%, Zn-3%, Cu-1%, B-0.5%, Mo-0.1%",
    "feature":"Anex-combi increases the availability of micronutrients to crops, as well as increasing the nutrient carrying capacity of crops. Anex-combi improves the activity of photosynthesis by increasing the amount of chlorophyll. Anex-Combi is useful in overcoming micronutrient deficiency which develops resistance against pests and traces. Anex-combi increases flowering and fruiting and maximizes yield.",
    "crops": "All crops",
    "packingSize": "100 gm, 250 gm, 500 gm, 1 kg",
    "dosage": "250 gm per acre",
    "type": "micronutrients-fertiliser"
  },
  {
    "id": 97,
    "name": "ENJOFERT SOIL",
    "feature":"Enzofert soil is a well-balanced mixture of essential micronutrients. Enzofert Soil provides important micronutrients that plants need. Enzofert soil application increases the availability and uptake of other major and secondary essential nutrients. Enjofert Soil helps plants grow healthy and well. Enzofert soil improves flower fragrance, fruit color, fruit size.",
    "crops": "All crops",
    "ingredients": "Fe-2%, Mn-1%, Zn-5%, Cu-0.5%, B-1%",
    "packingSize": "10 kg, 25 kg, 50 kg",
    "dosage": "10 to 20 kg per acre",
    "type": "micronutrients-fertiliser"
  },
  {
    "id": 98,
    "name": "ZINBOR",
    "feature":"ZINBOR is a micronutrient blend fertilizer recommended for spraying on acid soil crops in Maharashtra state. ZINBOR is in a fully chelated form. ZINBOR is used as a fertilizer to overcome zinc and boron deficiency in plants and it also improves crop growth.",
    "ingredients": "Zn-3%, B-0.5%",
    "packingSize": "250 ml, 500 ml, 1 ltr",
    "crops":"Oilseeds, pulses, cotton, cereals, fruit crops, tuber crops, vegetables",
    "dosage": "2 ml per liter of water for spraying",
    "type": "micronutrients-fertiliser"
  },
  {
    "id": 99,
    "name": "CALFLOW",
    "ingredients": "Calcium 11 %",
    "feature":"Calflow (Concentrated Liquid Calcium 11%) is a liquid calcium fertilizer that is readily absorbed by the crop. Provides strength to plant tissues, plays an important role in cell wall formation. Improves absorption of nitrogen, iron, zinc, copper and manganese. Promotes early root development and plant growth. Improves flowering and fruit set Improves immunity against pests and diseases.",
    "crops": "vegetables, fruit trees.",
    "packingSize": "250 ml, 500 ml, 1000 ml",
    "dosage": "1 ml per liter of water for spraying 500 ml per acre for drip irrigation",
    "type": "micronutrients-fertiliser"
  },
  {
    "id": 100,
    "name": "ZINCFLOW",
    "feature":"Zincflow (ZINC-OXIDE-39.5% SC) is a micronutrient fertilizer with a high concentration of zinc. The main function of Zincflow is to assist plants in increasing chlorophyll content, thereby aiding in photosynthesis. Additionally, zinc is used for starch conversion and carb synthesis. Zincflow helps in enzymatic processes related to the digestion and assimilation of nitrogen by plants.",
    "crops":"All crops",
    "ingredients": "Zinc oxide suspension concentrate - 39.5%",
    "packingSize": "250 ml, 500 ml, 1 ltr",
    "dosage": "1.5 ml per liter of water for spraying 500 ml per acre for drip irrigation",
    "type": "micronutrients-fertiliser"
  },
  {
    "id": 101,
    "name": "ENJOBOR",
    "feature":"Enzobor (Boran Ethanolamine B-10%) is a liquid boron that is readily available to the crop. It is used to stimulate the growth of cambium tissue and apical meristems, promote calcium mobilization and absorption, and promote pollen production and fertilization. It improves auxin metabolism and development of seeds and fruits.",
    "ingredients": "Athanolamine Boron - 10% (liquid)",
    "packingSize": "250 ml, 500 ml, 1 ltr",
    "dosage": "2 ml per liter of water for spraying 500 ml per acre for drip irrigation",
    "type": "micronutrients-fertiliser"
  },
  {
    "id": 102,
    "name": "ANEX-B",
    "ingredients": "Boron 20%",
    "feature":"Anex-B contains 20% boron as an element. Boron is a micronutrient that plants need for their health and growth. Some of the symptoms shown by crops suffering from boron deficiency are failure to flower, stunted fruit development, fruit and tuber rot, wilting and curling. Annex-B is used for growth of new cells, formation of flowers and fruits, development of roots",
    "crops": "fruits, vegetables",
    "packingSize": "250 gm, 500 gm, 1 Kg",
    "dosage": "500gm/acre",
    "type": "micronutrients-fertiliser"
  },
  {
    "id": 103,
    "name": "ANEX-ZN",
    "feature":"Anex-ZN is an EDTA complex containing at least 12% zinc. Annex-Z is used as a fertilizer to overcome zinc deficiency in crops. Anex-Z plays an important role in flower production, fruit setting and seed setting. Annex-Z is 100% water soluble.",
    "crops":"Oilseeds, pulses, cotton, cereals, fruit crops, tuber crops, vegetables",
    "ingredients": "",
    "packingSize": "100 g, 250 g, 500 g",
    "dosage": "For spraying - 1 gram per liter of water For drip irrigation - 500 per acre",
    "type": "micronutrients-fertiliser"
  },
  {
    "id": 104,
    "name": "ANEX-FE",
    "feature": "Anex-F contains 12% of ferrous EDTA in chelated form. Iron is a micronutrient essential for plant growth, the most effective source for iron deficiency in all crops, being chelated it is easily absorbed by plants. It is important for oxidation processes in plant cells and for improving the content of proteins, tannins, sugars and lipids in plants, seeds.",
    "ingredients": "12% of ferrous EDTA in chelated form",
    "packingSize": "100 g, 250 g, 500 g",
    "dosage": "For spraying – 0.5 g per liter of water",
    "type": "micronutrients-fertiliser",
    "crops": "All crops"
  },
  {
    "id": 105,
    "name": "ANEX MAGNET",
    "ingredients": "Magnesium Sulphate 1.5%",
    "feature": "Anex-Magnet contains magnesium sulphate which is a secondary nutrient and is used to correct magnesium and sulfur deficiency in soil. It helps in the growth of new branches of the crops and also improves the absorption of nitrogen and phosphorus by the crops and keeps the crops green by increasing the chlorophyll content.",
    "packingSize": "1 kg, 10 kg, 25 kg",
    "dosage": "5 grams per liter of water for spraying 50 kg per acre for field",
    "type": "micronutrients-fertiliser",
    "crops": "All crops"
  },
  {
    "id": 106,
    "name": "ENJOSULF PLUS",
    "feature":"Enzosulph Plus (Sulphur 90% WDG) is a sulfur fertilizer formulated to facilitate fusigation. Sulfur plays an important role in the synthesis of proteins, oils and vitamins and in the formation of chlorophyll. Enzosulfa Plus is very beneficial for oilseeds, pulses, cotton, sugarcane, cereals, fruit crops, tuber crops, vegetables and plantation crops etc.",
    "crops":"Oilseeds, pulses, cotton, sugarcane, cereals, fruit crops, tuber crops, vegetables and plantation crops.",
    "ingredients": "Sulfur Fertilizer - 90% WG Powder",
    "packingSize": "1 kg, 3 kg",
    "dosage": "3 kg/acres",
    "type": "micronutrients-fertiliser"
  },
  {
    "id": 107,
    "name": "ANEX GOLD KIT",
    "feature": "Application of Anex God Kit corrects micronutrient deficiency in the soil and provides complete nutrients to the crop. The humic acid, amino acid present in it helps in the development and growth of plant roots. Magnesium Sulphate, Zinc Sulphate, Boric Acid, Ferrous Sulphate, Magnesium Sulphate, in proper quantity increase the rate of photosynthesis in the crop. By increasing the immune system in the crop, the crop becomes stronger and less susceptible to diseases. There is no need to give nutrients from time to time.",
    "ingredients": "Magnesium Sulphate, Zinc Sulphate, Boric Acid, Ferrous Sulphate, Manganese Sulphate, Silicon, Humic Acid, Amino Acid",
    "packingSize": "25 kg, 51 kg",
    "crops":"All crops",
    "dosage": "51 kg per acre for field",
    "type": "micronutrients-fertiliser"
  },
  {
    "id": 108,
    "name": "ANEX N-SET",
    "ingredients": "Azotobactor",
    "packingSize": "1 ltr, 5 ltr",
    "crops": "rice,cotton,vegetable,sugarcane",
    "dosage": "100 gm pouch in powder form should be given using drip irrigation",
    "type": "bio-fertilizer",
    "feature": "ANEX N-SET is a bio-fertilizer containing Azotobactor. It helps in nitrogen fixation and improves soil fertility. It promotes root growth and enhances nutrient uptake by plants. ANEX N-SET is suitable for use with drip irrigation and comes in packing sizes of 1 ltr and 5 ltr."
  },
  {
    "id": 109,
    "name": "ANEX RHIZO-N",
    "ingredients": "Rhizobium",
    "crops": "legume crop",
    "packingSize": "1 ltr, 5 ltr",
    "dosage": "100 gm pouch in powder form should be given using drip irrigation",
    "type": "bio-fertilizer",
    "feature": "ANEX RHIZO-N is a bio-fertilizer containing Rhizobium. It helps in nitrogen fixation and improves soil fertility. It promotes root growth and enhances nutrient uptake by plants. ANEX RHIZO-N is suitable for use with drip irrigation and comes in packing sizes of 1 ltr and 5 ltr."
  },
  {
    "id": 110,
    "name": "ANEX K-STORE",
    "crops": "All crops",
    "ingredients": "potash catalysed bacteria",
    "packingSize": "1 ltr, 5 ltr",
    "dosage": "100 gm pouch in powder form should be given using drip irrigation",
    "type": "bio-fertilizer",
    "feature": "ANEX K-STORE is a bio-fertilizer containing potash catalysed bacteria. It helps in improving potassium availability in the soil and enhances plant growth and development. ANEX K-STORE is suitable for use with drip irrigation and comes in packing sizes of 1 ltr and 5 ltr."
  },
  {
    "id": 111,
    "name": "ANEX BIO-ZN",
    "crops":"All crops",
    "ingredients": "Soluble Dissolving Bacteria",
    "packingSize": "1 ltr, 5 ltr",
    "dosage": "100 gm pouch in powder form should be given using drip irrigation",
    "type": "bio-fertilizer",
    "feature": "ANEX BIO-ZN is a bio-fertilizer containing Soluble Dissolving Bacteria. It helps in improving zinc availability in the soil and enhances plant growth and development. ANEX BIO-ZN is suitable for use with drip irrigation and comes in packing sizes of 1 ltr and 5 ltr."
  },
  {
    "id": 112,
    "name": "ANEX P-BOOST",
    "ingredients": "Phosphorus Solubilizing Bacteria",
    "packingSize": "1 ltr, 5 ltr",
    "dosage": "100 gm pouch in powder form should be given using drip irrigation",
    "type": "bio-fertilizer",
    "crops": "All crops",
    "feature": "ANEX P-BOOST is a bio-fertilizer containing Phosphorus Solubilizing Bacteria. It helps in improving phosphorus availability in the soil and enhances plant growth and development. ANEX P-BOOST is suitable for use with drip irrigation and comes in packing sizes of 1 ltr and 5 ltr."
  },
  {
    "id": 113,
    "name": "ANEX MYCO GOLD GR",
    "feature": "ANEX Mycogold GR in agriculture improves soil structure, moisture retention, promotes root growth and provides plant nutrients including N, P, K, Mg, S and micronutrients. Contributes to increasing water uptake by plants, thereby improving soil characteristics by increasing microbial activity. It becomes more fertile and provides an increased amount of nutrients to the plant, thereby increasing the photosynthetic activity of the crop, as well as increasing disease and pest resistance in the crop.",
    "ingredients": "Microrhiza",
    "crops":"Oilseeds, Pulses, Cotton, Sugarcane, Cereals, Fruit Crops, Tuber Crops, Vegetables and Cultivated Crops",
    "packingSize": "4 Kg",
    "dosage": "4 kg per acre",
    "type": "bio-fertilizer"
  },
  {
    "id": 114,
    "name": "ANEX-MN",
    "feature": "Anex-MN contains 12% manganese in EDTA chelated form. Manganese aids in photosynthesis, carbohydrate and metabolism, as well as the transport of other nutrient ions. Manganese increases the resistance to the multiplication of viruses in the plant system.",
    "ingredients": "Manganese 12%",
    "crops":"All crops",
    "packingSize": "250 gm, 500 gm, 1 kg",
    "dosage": "For spraying – 0.5 g per liter of water",
    "type": "micronutrients-fertiliser"
  }
]
