[
  {
    "id": 1,
    "name": "प्रोथ्रिन",
    "feature": "प्रोथ्रिन हे दोन सक्रिय घटकांचे मिश्रण वापरण्यासाठी तयार केले आहे जसे की प्रोफेनोफोस 40% आणि सायपरमेथ्रिन 4% EC. प्रोथ्रिन एक स्पर्षीय व पोटविष कीटकनाशक आहे. हे अनेक कीटकांच्या विरूद्ध प्रभावी आहे ( चघळणे आणि शोषणे). प्रोथ्रिन हे अळी व जंतु नाशक म्हणुन काम करते. बोंडअळी मारण्यासाठी उत्कृष्ट नियंत्रण. प्रोथ्रिन च्या भेदक कृतीमुळे पानांच्या खालच्या आणि वरच्या पृष्ठभागावरील कीटकांना मारते.",
    "ingredients": "प्रोफेनोफोस 40% + सायपरमेथ्रिन 4% EC",
    "packingSize": "250 मिलीलीटर, 500 मिलीलीटर, 1 लिटर",
    "dosage": "500 मिली प्रति एकर",
    "type": "insecticide",
    "crops": "कापूस.",
    "pests": "बोंडअळी"
  },
  {
    "id": 2,
    "name": "वार 505",
    "feature": "वार (क्लोरपायरीफॉस ५०% + सायपरमेथ्रिन ५% ईसी) हे क्लोरपायरीफॉस आणि सायपरमेथ्रिन या दोन सक्रिय घटकांचे एकत्रित कीटकनाशक आहे. हे एक स्पर्षीय व आंतरप्रवाही कीटकनाशक . हे एक ब्रॉड स्पेक्ट्रम कीटकनाशक असुन संपर्कात येऊन तसेच बाष्प च्या क्रियेने पोटात जाऊन विष तयार होते. यांच्या संयोजनामुळे समन्वयात्मक क्रिया दीर्घकाळ संरक्षण प्रदान करते.",
    "ingredients": "क्लोरपायरिफोस 50% + सायपरमेथ्रिन 5% EC",
    "packingSize": "100 ml, 250 ml, 500 ml, 1 ltr",
    "dosage": "500 मिली प्रति एकर",
    "crops": "कापूस",
    "pests": "गुलाबी बोंडअळी, अमेरिकन बोंडअळी, फुलकिडे, मवा, पांढरी माशी",
    "type": "insecticide"
  },
  {
    "id": 3,
    "name": "जावा",
    "feature": "जावा  (Thiamethoxam 25% Wg) हे दाणेदार विद्रव्य कीटकनाशक आहे. हे इतर कीटकनाशकांच्या तुलनेत जास्त काळ कीटकांपासून संरक्षण देते. जावा हे रसशोषक कीटक, माती आणि पानांवर राहणाऱ्या कीटकांच्या विस्तृत स्पेक्ट्रमविरूद्ध कमी वापरातअत्यंत प्रभावी आहे. जावा अत्यंत पद्धतशीर आहे आणि त्यामुळे स्प्रे, ड्रेंच किंवा ठिबक सिंचन मधून वापरण्यासाठी योग्य आहे",
    "ingredients": "थायमेथोक्साम 25% डब्ल्यूजी",
    "crops": "कापूस, तांदूळ, आंबा, गहू, भेंडी, मोहरी, टोमॅटो, बटाटा, मोसंबी, वांगी",
    "packingSize": "50 ग्रॅम, 100 ग्रॅम, 250 ग्रॅम, 500 ग्रॅम",
    "pests": "फुलकिडे, मवा, पांढरी माशी, स्टेम बोअरर, हॉपर, मॉस्किटो बग, तुडतुडे",
    "dosage": "100 ग्रॅम प्रति एकर",
    "type": "insecticide"
  },
  {
    "id": 4,
    "name": "जावा प्लस",
    "feature": "जावा प्लस (थायमेथोक्साम 30% एफएस) एक बीच कीटनाशक है। जावा प्लस विभिन्न कीटनाशक गतिविधि स्थलों पर काम करता है। जावा प्लस को बीज ड्रेसर के रूप में उपयोग किया जाता है। जावा प्लस अफीड, वायरवर्म्स, फ्ली बीटल्स और पत्तियों के माइनर्स जैसे विस्तृत रेंज के पत्ते चबाने, पत्ते खाने और मिट्टी में रहने वाले कीटों का नियंत्रण प्रदान करता है।",
    "ingredients": "थायमेथोक्साम 30% एफएस",
    "crops": "मिर्च, कपास, भिंडी, मक्का, ज्वार, गेहूं, सोयाबीन, सूरजमुखी।",
    "pests": "थ्रिप्स, माइट्स, मैगोट्स, शूट फ्लाई, सफेद मक्खी।",
    "packingSize": "50 मिलीलीटर, 100 मिलीलीटर, 250 मिलीलीटर, 500 मिलीलीटर",
    "dosage": "1 किलो बीज प्रति 3-5 मिलीलीटर",
    "type": "insecticide"
  },
  {
    "id": 5,
    "name": "फ्लायकिल",
    "feature": "फ्लायकिल (Acetamiprid 20% SP) एक विद्राव्य पावडर फॉर्म्युलेशन आहे. यात अद्वितीय ट्रान्सलेमिनियर वैशिष्ट्य आहे, ते पिकांमध्ये टिकून राहते आणि त्यामुळे जास्त काळ लपलेल्या कीटकांवर नियंत्रण ठेवण्याची क्षमता असते. हे अत्यंत प्रभावी कीटकनाशक आहे.",
    "ingredients": "अॅसेटामिप्रिड 20% एसपी",
    "crops": "कापूस, धान, मिरची",
    "pests": "तुडतुडे, पांढरी माशी, मावा, फुलकिडे",
    "packingSize": "50 ग्रॅम,100 ग्रॅम, 250 ग्रॅम, 500 ग्रॅम",
    "dosage": "प्रति एकर 100 ग्रॅम",
    "type": "insecticide"
  },
  {
    "id": 6,
    "name": "एन्जोक्लेम",
    "feature": "एन्जोक्लेम  (Emamectin Benzoate 5% SG) हे Avermectin गटाचे आधुनिक कीटकनाशक आहे. एन्जोक्लेम एक बहुउद्देशीय प्रसिद्ध विद्राव्य दाणेदार कीटकनाशक आहे. एन्जोक्लेम मध्ये एक उल्लेखनीय ट्रान्सलामिनार क्रिया आहे ज्याद्वारे ते पानांच्या खालच्या पृष्ठभागावर असलेल्या अळीचे नियंत्रण करते. एन्जोक्लेम लागू केल्यानंतर 2 तासांनंतर अळी पिकांचे नुकसान करणे थांबवतात",
    "ingredients": "एमामेक्टिन बेंझोएट 5% एसजी",
    "packingSize": "50 ग्रॅम, 100 ग्रॅम, 250 ग्रॅम, 500 ग्रॅम",
    "crops": "कापूस, फुलकोबी, हरभरा, द्राक्षे, भेंडी, मिरची, कोबी, कांदा, वांगी",
    "dosage": "एकरी 100 ग्रॅम",
    "pests": "बोंडअळी, फुलकिडे, पॉड बोरर, शूट आणि फ्रूट बोरर",
    "type": "insecticide"
  },
  {
    "id": 7,
    "name": "शॉटगन",
    "feature": "शॉटगन हे पाण्यात विरघळणारे द्रव सूत्र असून त्यात Emamectin Benzoate 1.9% EC सक्रिय घटक असतो, तसेच कापसातील बोंडअळीच्या नियंत्रणासाठी याची शिफारस केली जाते. हे पोटविष कीटकनाशक आहे.जेव्हा अळी खाद्यबरोबर शॉटगन च्या संपर्कात येते तेव्हा प्रभावित अळ्या अर्धांगवायू होतात व लगेचच अन्न खाने थांबवतात आणि त्यानंतर 2-4 दिवसांनी मरतात.",
    "ingredients": "एमामेक्टिन बेंझोएट 1.9% ईसी",
    "crops": "कापूस, भेंडी, फुलझाड",
    "pests": "बोंडअळी, माइट्स, मावा",
    "packingSize": " 250 मिलीलीटर, 500 मिलीलीटर, 1 लिटर",
    "dosage": " प्रति एकर 200-300 मि.ली.",
    "type": "insecticide"
  },
  {
    "id": 8,
    "name": "एसीपी",
    "feature": "ए.सी.पी (Fipronil 40% + Imidacloprid 40% WG) हे आंतरप्रवाही व स्पर्षीय कीटकनाशक आहे, त्यात 400 ग्रॅम फिप्रोनिल आणि 400 ग्रॅम इमिडाक्लोप्रिड सक्रिय घटक, प्रति किलो फॉर्म्युलेशनमधे आहे",
    "ingredients": "फिप्रोनील 40% + इमिडाक्लोप्रिड 40% डब्ल्यूजी",
    "crops": "ऊस, भुईमूग",
    "pests": "हुमणी अळी ",
    "packingSize": "40 ग्राम, 100 ग्रॅम, 250 ग्रॅम",
    "dosage": " 60 ग्रॅम प्रति एकर",
    "type": "insecticide"
  },
  {
    "id": 9,
    "name": "वजीर",
    "feature":"वजीर (Chlorantraniliprole 18.5% w/w SC) हे एक वनस्पती प्रणालीगत कीटकनाशक आहे जे अँथ्रॅनिलिक डायमाइड गटाशी संबंधित आहे, ज्यामध्ये Ryanodine Receptor Activators नावाची एक अद्वितीय क्रिया आहे जी कीटकांमधील सामान्य स्नायूंच्या कार्यामध्ये व्यत्यय आणते व कीटकांचा मृत्यू होतो",
    "ingredients": "क्लोरान्त्रानिलिप्रोल १८.५% w/w SC",
    "crops": "सोयाबीन, पीजन पी, काळा उडिद, कापूस, वांगे, कोबी, मिरची, भुईमुग, मका, भेंडी, तांदूळ, ऊस",
    "packingSize": "30 ml , 60 ml , 150 ml, 300 ml",
    "dosage": "एकरी ६० मिली",
    "pests": "पॉड बोरर, अमेरिकन बोल वर्म, स्पॉटेड बोलवर्म फ्रूट बोरर्स आणि कॅटरपिलर्स, टर्मिट इयर्ली शूट बोरर आणि टॉप बोरर स्टेम बोरर, पानांचे बोरर",
    "type": "insecticide"
  },
  {
    "id": 10,
    "name": "एन्जोगार्ड प्लस",
    "feature": "एन्जोगार्ड प्लस (क्लोरपायरिफोस 50% EC सह) राईसमध्ये स्टेम बोरर आणि पानाचा रोलर आणि बिल्डिंगमध्ये आणि कापूस पिकातील कपाशांना नियंत्रित करण्यासाठी वापरले जाते.",
    "ingredients": "क्लोरपायरिफोस 50% EC",
    "crops": "कापूस, तांदूळ.",
    "pests": "कपाशांचा किटक, स्टेम बोरर आणि पानाचा रोलर",
    "packingSize": "250 मिलीलीटर, 500 मिलीलीटर, 1 लिटर",
    "dosage": "एकरी 500 मिलीलीटर",
    "type": "insecticide"
  },
  {
    "id": 11,
    "name": "लालीसा",
    "feature": "लालीसा (Buprofezin 15% + Acephate 35% WP) हे buprofezin आणि acephate चे प्रभावी पूर्व-मिश्रण कीटकनाशक असून  एक अद्वितीय संयोजन उत्पादन आहे ज्यामध्ये दोन भिन्न कृती आहेत. हे कीटकांच्या वाढीचे नियामक म्हणून कार्य करते आणि त्याच वेळी ऍसिटिल्कोलीनच्या व्यत्ययाद्वारे संदेशांचे प्रसारण रोखून कीटकांच्या मज्जासंस्थेवर परिणाम करते.        ",
    "ingredients": "बुप्रोफेझिन 15% + एसेफेट 35% डब्ल्यूपी",
    "crops": "कापूस, भेंडी, तांदूळ",
    "pests": "पांढरी माशी, , फुलकिडे, तुडतुडे ",
    "packingSize": "250 ग्रॅम, 500 ग्रॅम, 1 किलो",
    "dosage": "एकरी 500 ग्रॅम",
    "type": "insecticide"
  },
  {
    "id": 12,
    "name": "ई-मायडा",
    "feature": "ई-मिडा (Imidacloprid 17.8% SL) हे निओनिकोटिनाइड गटाचे एक आंतरप्रवाही कीटकनाशक आहे जे शोषक कीटक आणि वाळवीशी अतिशय प्रभावीपणे नियंत्रित करते. विशेषत: त्याचे उत्कृष्ट मूळ सिस्टीमिक गुणधर्म, चांगला दीर्घकाळ टिकणारा प्रभाव यामुळे कमी खर्च आणि उत्पादन जास्त मिळते",
    "ingredients": "इमिडाक्लोप्रिड 17.8% एसएल",
    "packingSize": "100 मिलीलीटर, 250 मिलीलीटर, 500 मिलीलीटर, 1 लीटर",
    "crops": "कापूस, तांदूळ, आंबा, ऊस, भेंडी, मिरची, टोमॅटो, चहा, वांगी",
    "pests": "फुलकिडे, मवा, पांढरी माशी, वाळवी, हॉपर, मच्छर बग, तुडतुडे",
    "dosage": "प्रति एकर 100 मि.ली.",
    "type": "insecticide"
  },
  {
    "id": 13,
    "name": "एन्जोनीम",
    "feature": "एन्जोनीम हा एक निम आधारित बायोपेस्टिसायड आहे, ज्यामध्ये ३,००० पीपीएम अझाडायरेक्टिन असून, यात शूकणे आणि खाणे करणार्‍या किडे, सहित खोकल्या आणि चुसणार्‍या किड्यांचे नियंत्रण करण्यासाठी प्रॉफिलॅक्टिक आणि टँक मिक्स स्प्रे म्हणून वापरले जाते.",
    "ingredients": "निमाचे खोकले आधारित ईसी जी. सीटी. आझिरादिराक्टिन ०.३% (३००० पीपीएम)",
    "packingSize": "५०० मिलीलीटर, १ लिटर",
    "crops": "फुले, डाळीमुळे, मिरची, टोमॅटो, कापूस, द्राक्षे, तरबूज, कांदा, कोबी, सजावटीय फुले.",
    "dosage": "१ लिटर प्रति एकर",
    "pests": "श्वेतबूटांचे आणि रानटाचे पहिले स्थितपक्ष, थ्रिप्स, मोठे, मोठे, खोकल्या, फळफळारे किडे.",
    "type": "insecticide"
  },
  {
    "id": 14,
    "name": "एन्जोनीम प्लस",
    "feature": "एन्जोनीम प्लस हा निम आधारित बायोपेस्टिसायड आहे ज्यात १०,००० पीपीएम अजादिराख्तीन आणि निम तेलाचे मिश्रण आहे, ज्यामुळे प्रभावी कीटकनाशी क्रिया साधण्यासाठी सर्व लिमिनॉइड्स उपलब्ध आहेत. ते शूकणे आणि खाणे करणार्‍या किड्यांविरुद्ध प्रभावी आहे ज्यामध्ये खोकल्या आहेत. उत्पादन एकत्रित कीट प्रबंधन (आईपीएम) आणि कीट प्रतिरोध प्रबंधन (आईआरएम) कार्यक्रमांत वापरायला योग्य आहे, केवळ क्रियांच्या अनेक मोडश्च्या.",
    "ingredients": "निमाचे खोकले आधारित ईसी जी. सीटी. आझिरादिराक्टिन १% (१०,००० पीपीएम)",
    "crops": "फुले, डाळीमुळे, मिरची, टोमॅटो, कापूस, द्राक्षे, तरबूज, कांदा, कोबी, आंबा, भेंडी, वांगे, मोसंबी, सजावटीय फुले.",
    "packingSize": "५०० मिलीलीटर, १ लिटर",
    "pests": "श्वेतबूट, थ्रिप्स, मोठे, मोठे, खोकल्या, फळफळारे किडे, मीलीबग्स, खरपूस खोकल्या, सैनिक किडे.",
    "dosage": "५०० मिलीलीटर प्रति एकर",
    "type": "insecticide"
  },
  {
    "id": 15,
    "name": "ई-मायडा सुपर",
    "feature": "ई-मिडा सुपर मध्ये IMIDACLOPRID 30.5% SC घटक समाविष्ट आहे. हे पोटविष क्रिया असलेले एक प्रणालीगत आंतरप्रवाही आणि स्पर्षीय कीटकनाशक आहे. ई-मिडा सुपर हे पानाद्वारे सहजपणे घेतले जाणारे तसेच सर्व भागांमध्ये पसरणारे आहे",
    "ingredients": "इमिडाक्लोप्रिड 30.5% एससी",
    "packingSize": "100 मिलीलीटर, 250 मिलीलीटर, 500 मिलीलीटर",
    "dosage": "एकरी 100 मि.ली",
    "type": "insecticide",
    "crops": "भात, कापूस, भाजीपाला",
    "pests": "हॉपर, फुलकिडे, मवा, पांढरी माशी, वाळवी,तपकिरी तुडतुडा,पांढऱ्या पाठीचा तुडतुडा"
  },
  {
    "id": 16,
    "name": " एन्जो-फायर",
    "feature": "एन्जो-फायर मध्ये Imidacloprid 70% WG हा घटक असून ते आंतरप्रवाही कीटकनाशक आहे, हे विविध कीटकांच्या विरूद्ध खूप प्रभावी असून ते झाडासाठी सुरक्षित आहे, वनस्पतींद्वारे एन्जो-फायर जलद शोषून अधिक चांगल्या प्रकारे पसरते परिणामी चांगली परिणामकारकता दिसुन येते.",
    "ingredients": "इमिडाक्लोप्रिड 70% डब्ल्यूजी",
    "crops": "भात, कापूस, काकडी, भेंडी",
    "packingSize": "10 ग्राम, 30 ग्राम, 75 ग्राम, 100 ग्राम",
    "dosage": "500 ग्रॅम प्रति एकर",
    "type": "insecticide",
    "pests": "हॉपर्स, फुलकिडे, मवा, तुडतुडा"
  },
  {
    "id": 17,
    "name": "जावा पॉवर",
    "feature": "जावा पॉवर हे ब्रॉड स्पेक्ट्रम आंतरप्रवाही कीटकनाशक आहे ज्यामध्ये     थायामेथॉक्सम 75% SG सक्रिय घटक असतो. जावा पॉवर हे मातीतील रसशोषक कीटक आणि चघळणार्‍या कीटकांवर त्वरित उपाय करते. जावा पॉवर प्राथमिक उपचारापासून वनस्पती सुधारते व उच्च उत्पादन होते. याचा फायदेशीर कीटकांवर नगण्य प्रभाव पडतो",
    "ingredients": "थिअमेथोक्साम 75% डब्ल्यूजी",
    "crops": "कापूस, ऊस, भात, भुईमूग",
    "pests": "वाळवी, अर्ली शूट बोरर, ग्रीन लीफ हॉपर, ब्राऊन प्लांट हॉपर, फुलकिडे, तुडतुडे.",
    "packingSize": "50 ग्राम, 100 ग्राम",
    "dosage": "100 ग्रॅम प्रति एकर ड्रेंचिंग",
    "type": "insecticide"
  },
  {
    "id": 18,
    "name": "आकी",
    "feature": "आकी (Lambda Cyhalothrin 9.5% + Thiamethoxam 12.6% ZC) हे आंतरप्रवाही आणि स्पर्षीय कीटकनाशक आहे, नवीन नाविन्यपूर्ण फॉर्म्युलेशन ZC (CS आणि SC फॉर्म्युलेशनचे) मिश्रण आहे, शोषक कीटकांवर प्रभावी नियंत्रणासह पिकाच्या योग्य सुरुवातीसाठी एक उत्कृष्ट उत्पादन आहे. एकंदरीत चांगले पीक आणि अधिक फांद्या फुलांसह पीक हिरवेगार राहते",
    "ingredients": "थिअमेथोक्साम 12.6% डब्ल्यूजी + लांब्डा सायहालोथ्रिन 9% झेडी",
    "crops": "कापूस, मका, मिरची, भुईमुग, सोयाबीन,टोमॅटो",
    "pests": "पांढरी माशी, फुलकिडे, तुडतुडे, बोंडअळी, स्टेम फ्लाय, फळ बोरर, मावा, लीफ फोल्डर",
    "packingSize": "40 मिलीलीटर, 80 मिलीलीटर, 200 मिलीलीटर, 500 मिलीलीटर",
    "dosage": "80 मिली प्रति एकर",
    "type": "insecticide"
  },
  {
    "id": 19,
    "name": "एन्जोगार्ड",
    "crops": "कापूस, सोयाबीन, हरभरा, बार्ली, भात, मोसंबी, कोबी, कांदा, वांगी",
    "pests": "बोंडअळी, तुडतुडे, मावा, कटवर्म, पांढरी माशी, भुंगेरा, हिस्पा, स्टेम बोरर, शूट आणि फ्रूट बोरर, डायमंड बॅकमॉथ.",
    "feature": "Chorpyriphos 20 %EC असलेले एन्जोगार्ड हे ब्रॉड स्पेक्ट्रम ऑर्गनोफॉस्फरस कीटकनाशक आहे. हे विविध प्रकारच्या पिकांमध्ये जमिनीतील किंवा पानावरील कीटकांच्या विस्तृत श्रेणीवर, संपर्काद्वारे, अंतर्ग्रहण आणि बाष्पांच्या क्रियेद्वारे नियंत्रित करते. एन्जोगार्डचा वापर शोषणाऱ्या आणि चघळणाऱ्या कीटकांच्या नियंत्रणासाठी केला जातो.         .",
    "ingredients": "क्लोरपायरिफोस 20% ईसी",
    "packingSize": "250 मिलीलीटर, 500 मिलीलीटर, 1 लिटर",
    "dosage": "प्रतिएकड़ 500 मिलीलीटर",
    "type": "insecticide"
  },
  {
    "id": 20,
    "name": "प्रोफॉस",
    "feature": "प्रोफेनोफॉस 50% EC असलेले प्रोफॉस हे आंतरप्रवाही व स्पर्षीय कीटकनाशक आहे . कीटक वनस्पती खाल्ल्यानंतर किंवा उपचारित पानावर रेंगाळल्यानंतर, कीटक प्रथम अर्धांगवायू होतो आणि नंतर लवकर मरतो. सामान्यत: पानांच्या खालच्या पृष्ठभागाखाली लपलेल्या कीटकांवर नियंत्रण ठेवण्यासाठी प्रोफॉस काम करते. ब्रॉड स्पेक्ट्रम तसेच सर्व शोषक कीटक आणि पान खाणाऱ्या अळ्यांवर नियंत्रण ठेवते.",
    "ingredients": "प्रोफेनोफोस 50% ईसी",
    "crops": "कापूस, सोयाबीन",
    "pests": " बोंडअळी, तुडतुडे, मावा",
    "packingSize": "250 मिलीलीटर, 500 मिलीलीटर, 1 लिटर",
    "dosage": "500 मिली प्रति एकर.",
    "type": "insecticide"
  },
  {
    "id": 21,
    "name": "थ्रिपकिल प्लस",
    "ingredients": "टोल्फेन्पायरॅड १५% EC",
    "feature": "थ्रिपकिल प्लस (टोल्फेन्पायरॅड १५% EC) हा एक टॉपिकल कीटनाशक आहे. ते एक जणू विस्तृत संवर्धित कीटांवर आणि चुरास कीटांवर (डायमंड बॅक मॉथ) अत्यंत प्रभावी आहे. थ्रिपकिल प्लसला अनेक लक्ष्यीय कीटकांसाठी एकदाचा उपाय म्हणून कार्य करतं आणि झालंय फसल संरक्षणाचा खर्च कमी करतं",
    "crops": "कापूस, भेंडी, कांदा, कोबी, मिरची",
    "pests": "व्हाय्टफ्लाय्स, थ्रिप्स, एफिड्स, प्लांट हॉपर्स, डायमंड बॅकमोथ्स",
    "dosage": "एकरी ५०० मिली",
    "packingSize": "१०० मिली, २५० मिली, ५०० मिली, १ लिटर",
    "type": "insecticide"
  },
  {
    "id": 22,
    "name": "आबाजिन",
    "feature": "अबाजिन (Abamectin 1.9 % EC)  हे ब्रॉड स्पेक्ट्रम मायटीसाइड आणि कीटकनाशक आहे. हे संपर्कात आणि पोटात विषाची क्रिया करून कीटक नियंत्रित करते व दीर्घकालीन संरक्षण देते. अबाजिन हे नैसर्गिक उत्पत्तीचे उत्पादन आहे म्हणून ते सस्तन प्राण्यांसाठी अतिशय सुरक्षित आहे",
    "ingredients": "अबमेक्टिन 1.9% EC",
    "packingSize": "50 मिली, 100 मिली, 200 मिली",
    "dosage": "200 मिली प्रति एकर",
    "crops": "गुलाब, द्राक्षे",
    "pests": "पिवळे माइट्स, लाल माइट्स, लाल कोळी, दोन ठिपकेदार माइट्स",
    "type": "insecticide"
  },
  {
    "id": 23,
    "name": "एन्जोगार्ड-डीपी",
    "feature": "एन्जोगार्ड डिपी (Chloropyrifos 1.5% DP) ही पावडर स्वरुपात असून जेव्हा ती कीटकांच्या संपर्कात येते तेव्हा त्यांची, श्वासोच्छवासाची क्रिया मंदावते व कीटकांचा नाश होतो. हे भात पिकामध्ये स्टेम बोरर, ग्रीन लीफ हॉपर, ब्राऊन प्लांट हॉपर, गॅल मिडज आणि ग्रास हॉपरवर उपयुक्त आहे.        ",
    "ingredients": "क्लोरोपायरिफोस 1.5% डीपी",
    "packingSize": "1 किलोग्राम, 10 किलोग्राम",
    "dosage": " 5-10 किलो प्रति एकर",
    "type": "insecticide",
    "crops": "भात, हरभरा ",
    "pests": "वाळवी, स्टेम बोरर आणि लीफ रोलर, तुडतुडे"
  },
  {
    "id": 24,
    "name": "CHLORONEX 10 जी",
    "feature": "क्लोरोनेक्स (क्लोरपायरीफॉस 10% जीआर) चा वापर कीटकांच्या जीवनचक्राच्या सुरुवातीच्या काळात केला जातो, क्लोरोनेक्स कीटकांची संख्या वाढण्यास प्रतिबंध करते आणि पीक उत्पादनाची क्षमता वाढवते. क्लोरोनेक्स तांदळाच्या मुळांचा भुंगा, आणि सर्व प्रकारच्या मातीतील कीटक जसे की पांढर्‍या हुमणी ला प्रतिबंधित करते.        ",
    "crops": "भात, गहू, ऊस, भाजीपाला पिके, भुईमूग, कापूस आणि सोयाबीन.        ",
    "ingredients": "क्लोरोपायरिफोस 10% जीआर",
    "packingSize":"1 किलोग्राम, 5 किलोग्राम",
    "dosage": "एकरी 5 किलोग्राम",
    "type": "insecticide",
    "pests": "स्टेम बोरर, गॅल मिज, राइस हिस्पा, हुमणी        "
  },
  {
    "id": 25,
    "name": "सेक्टर",
    "feature": "सेक्टर (Acephate 45% + Cypermethrin 5% DF) हे ब्रॉड-स्पेक्ट्रम स्पर्षीय आणि पोटविष कीटकनाशक आहे जे ऍफिड, जॅसिड, थ्रिप्स, आणि कापसातील बोंडअळी. यावर नियंत्रण ठेवते.        ",
    "ingredients": "एसीफेट 45% + सायपरमेथ्रिन 5% डीएफ",
    "crops": "कापूस",
    "pests": "बोंडअळी, फुलकिडे, मावा, तुडतुडे ",
    "packingSize": "100 ग्राम,,250 ग्रॅम, 500 ग्रॅम",
    "dosage": "एकरी 500 ग्राम",
    "type": "insecticide"
  },
  {
    "id": 26,
    "name": "अस्मिडा",
    "feature": "अस्मिडा (Acephate 50% + Imidacloprid 1.8% SP) हे भाजीपाला उत्पादकांना अनेक कीटकांच्या खर्चावर प्रभावीपणे नियंत्रण ठेवण्यासाठी अस्मिडा चि रचना करण्यात आली आहे. हे वेगवेगळ्या वर्गातील दोन सिस्टेमिक कीटकनाशकांचे मिश्रण आहे. अस्मिडा हे रसशोषक कीटकांपासून चांगला बचाव करते",
    "ingredients": "एसिफेट 50% + इमिडॅक्लोप्रिड 1.8% एसपी",
    "crops": "कापूस, भात",
    "pests": "पांढरी माशी, फुलकिडे, तुडतुडे, बोंडअळी",
    "packingSize": "100 ग्राम, 250 ग्राम, 500 ग्राम",
    "dosage": "400 ग्रॅम प्रति एकर",
    "type": "insecticide"
  },
  {
    "id": 27,
    "name": "एसिलेक्स",
    "feature": "अलेक्स (Acephate 75% SP) हे एक प्रणालीगत कीटकनाशक असून हे संपर्क आणि पोटाच्या कृतीद्वारे कीटक नियंत्रित करते. हे प्रामुख्याने लक्ष्यित कीटकांच्या मज्जासंस्थेवर कार्य करते. असेलेक्स हे दीर्घ कालावधीसाठी प्रभावी राहते आणि त्यामुळे दीर्घ काळासाठी संरक्षण देते.         ",
    "crops": "कापूस, भात",
    "pests": "स्टेम बोरर, तुडतुडे, बोंडअळी ",
    "ingredients": "एसिफेट 75% एसपी",
    "packingSize": "250 ग्रॅम, 500 ग्रॅम, 1 किलो",
    "dosage": "400 ग्रॅम प्रति एकर",
    "type": "insecticide"
  },
  {
    "id": 28,
    "name": "फिप्रोनेक्स",
    "feature": "फिप्रोनेक्स (Fipronil 5% SC) हे आंतरप्रवाही आणि स्पर्षीय कीटकनाशक आहे. हे महत्त्वपूर्ण कीटकांच्या विस्तृत श्रेणीविरूद्ध कमी डोस, अत्यंत प्रभावी कीटक नियंत्रण करते. हे विशेषतः थ्रिप्सच्या व्यवस्थापनासाठी प्रभावी असल्याचे देखील आढळले आहे. फिप्रोनिल पिकांची वाढ कमी करणाऱ्या कीटकांचे नियंत्रण करून पिकांचे उत्पादन वाढविण्यास मदत करते ",
    "ingredients": "फिप्रोनिल 5% एससी",
    "crops": " कापूस, भात, ऊस, कोबी, मिरची",
    "packingSize": "250 मिलीलीटर, 500 मिलीलीटर, 1 लिटर",
    "dosage": "एकरी 500 मिलीलीटर",
    "pests": "पांढरी माशी, फुलकिडे, तुडतुडे, बोंडअळी, ग्रीन लीफ हॉपर, स्टेम बोरर, लीफ फोल्डर, ब्राउन प्लांट हॉपर, डायमंड बॅक मॉथ, फळ बोरर, रूट बोरर.",
    "type": "insecticide"
  },
  {
    "id": 29,
    "name": "रिटेंझा",
    "feature": "रिटेंझा (Fipronil 2.92% EC)   हे ब्रॉड-स्पेक्ट्रम कीटकनाशक आहे जे कीटकांच्या मध्यवर्ती मज्जासंस्थेला लक्ष्य करून कार्य करतात. रिटेंझा हे कीटकांच्या नियंत्रणासाठी शेती, फलोत्पादन आणि सार्वजनिक आरोग्य प्रयोगांमध्ये मोठ्या प्रमाणावर वापरले जाते",
    "ingredients": "करंज तेल - 60%, आवश्यक तेल - 14%.",
    "packingSize": "10 मिली, 250 मिली, 500 मिली",
    "dosage": "100 मिली प्रति ली पानी (बांधकाम)",
    "pests": "मुंग्या, दीमक, झुरळे, बीटल, पिसू, टिक्स",
    "crops": "भाजीपाला, फळपीक, कापूस",
    "type": "insecticide"
  },
  {
    "id": 30,
    "name": "फेनप्रोटोल",
    "feature": "फेनप्रोटॉल मधे Fenpropathrin 10 % EC हा सक्रिय घटक असून ते पायरेथ्रॉइड कीटकनाशक आहे, ज्यामध्ये मोठ्या प्रमाणात ऍकेरिसिडल-कीटकनाशक क्रिया आहे. हे कीटकांच्या मज्जासंस्थेवर कार्य करते व कीटकांचा नाश होतो",
    "ingredients": "फेनप्रोपॅथ्रिन 10% इसी",
    "crops": "कापूस",
    "pests": "अमेरिकन बोंडअळी, पिंक बोंडअळी",
    "packingSize": "250 मिलीलीटर, 500 मिलीलीटर, 1 लिटर",
    "dosage": "400 मिली प्रति एकर",
    "type": "insecticide"
  },
  {
    "id": 31,
    "name": "फिप्रोनेक्स प्लस",
    "feature": "फिप्रोनेक्स प्लस (Fipronil 80 % WG) हे फिप्रोनिल-आधारित फिनाईल पायराझोल कीटकनाशक आहे. फिप्रोनिल केवळ कीटकांवर प्रभावीपणे नियंत्रण ठेवत नाही तर वनस्पतींच्या वाढीवर परिणाम देखील दर्शविते ज्यामुळे उच्च उत्पादन मिळते तसेच कमी डोसच्या दराने मोठ्या किडींविरूद्ध प्रभावी आहेत.",
    "ingredients": "फिप्रोनिल 80% डब्ल्यूजी",
    "packingSize": "2 ग्रॅम, 40 ग्रॅम, 100 ग्रॅम",
    "dosage": "30 ग्रॅम प्रति एकर",
    "type": "insecticide",
    "crops": "द्राक्षे,कापूस, कांदा, मिरची, कोबी, भात",
    "pests": "फुलकिडे, स्टेम बोरर, लीफ फोल्डर, डायमंड बॅक मॉथ"
  },
  {
    "id": 32,
    "name": "सायपेथिओन",
    "feature": "सायपेथिओन(Ethion 40% + Cypermethrin 5% EC) हे स्पर्षीय कीटकनाशक असून, महत्त्वपूर्ण कीटकांच्या विस्तृत श्रेणीविरूद्ध,विशेषतः थ्रिप्सच्या व्यवस्थापनासाठी प्रभावी आहे. तसेच कापूस पिकामध्ये पाने खाणाऱ्या सर्व प्रकारच्या बोंडअळी आणि फळांना पोखणार्‍या आळी वर हे अत्यंत प्रभावी आहे.        ",
    "ingredients": "इथिओन 40% + सायपरमेथ्रिन 5% इसी",
    "crops": "कापूस, मिरची",
    "pests": "तुडतुडे, बोंडअळी, फळ बोरर.",
    "packingSize": "250 मिली, 500 मिली, 1 ली",
    "dosage": "500 मिली प्रति एकर",
    "type": "insecticide"
  },
  {
    "id": 33,
    "name": "एन्जोत्सु",
    "feature": "एन्जोत्सु (Clothianidin 50% WDG) हे ब्रॉड-स्पेक्ट्रम आंतरप्रवाही कीटकनाशक आहे, एन्जोत्सु हे शोषक आणि चघळणाऱ्या कीटकांच्या नियंत्रणासाठी एक योग्य असे कीटकनाशक आहे. हे सहजपणे मुळांद्वारे शोषले जाते तसेच हे कमी डोसा सह उच्च कीटकनाशक म्हणुन काम करते",
    "ingredients": "क्लॉथियनिदिन 50% डब्ल्यूजी",
    "packingSize": "10 ग्रॅम, 30 ग्रॅम, 50 ग्रॅम",
    "dosage": "16 ग्रॅम प्रति एकर.",
    "pests": "  पांढरी माशी, तुडतुडे, फुलकिडे",
    "crops": "कापुस, भात",
    "type": "insecticide"
  },
  {
    "id": 34,
    "name": "राफेल",
    "feature": "राफेल (Pyriproxyfen 8% + Dinotefuran 5% + Diafenthiuron 18% SC) हे एक संमिश्र कीटकनाशक आहे जे कीटकांच्या विस्तृत श्रेणीवर प्रभावी नियंत्रण प्रदान करते. तसेच पायरिप्रॉक्सीफेन, डिनोटेफुरन आणि डायफेन्थियुरॉन हे विविध रस शोषक कीटकांविरूद्ध अत्यंत प्रभावी असून कीटकांच्या मज्जासंस्थेवर कार्य करतात, ज्यामुळे त्यांचा नायनाट होतो",
    "ingredients": "पायरीप्रॉक्सिफेन 8% + डायनोटेफ्युरॅन 5% + डायफेनथियुरॉन 18% एससी",
    "packingSize": "250 मिली, 500 मिली, 1 ली ",
    "dosage": "350 मिली प्रति एकर",
    "crops": " कापूस, वांगी",
    "type": "insecticide",
    "pests": "पांढरी माशी, तुडतुडे, फुलकिडे"
  },
  {
    "id": 35,
    "name": "वजीर जी.आर.",
    "feature": "वजीर जीआर (Chlorantraniliprole 0.4 % GR)हे दाणेदार स्वरूपातील अँथ्रॅनिलिक डायमाइड कीटकनाशक आहे जे भात आणि ऊस पिकांमध्ये बोरर नियंत्रणासाठी प्रभावी आहे. तसेच इतर कीटकनाशकांना प्रतिरोधक असलेल्या कीटकांवर नियंत्रण ठेवन्यासाठी उपयुक्त आहे.        ",
    "ingredients": "क्लोरांत्रॅनिलिप्रोल 0.4% जीआर",
    "packingSize": "४ किलो",
    "dosage": "प्रति एकर ४ किलो",
    "crops": "चावल, गन्ना",
    "pests": "पीली तन काटने वाले कीट, पत्ती का फोल्डर, प्रारंभिक शूट काटने वाले",
    "type": "insecticide"
  },
  {
    "id": 36,
    "name": "डायफेनॉक्स",
    "feature": "डायफेनॉक्स (Diafenthiuron 50% WP) हे आंतरप्रवाही आणि स्पर्षीय कीटकनाशक आहे हे कीटक तसेच माइट्स वर देखील नियंत्रित करते. यात ट्रान्स लॅमिनर अॅक्शन आहे, ज्यामुळे झाडाच्या छत आणि पानांच्या खालच्या बाजूला लपलेल्या कीटकांवर नियंत्रण ठेवता येते. यात बाष्प क्रिया आहे त्यामुळे दाट पिके आणि मोठ्या शेतात चांगले कार्य करते",
    "crops": "वांगी,कापूस, बटाटा, मिरची, कोबी, लिंबु",
    "pests": "पांढरी माशी, फुलकिडे, तुडतुडे, माइट्स, कप्सूल बोरर",
    "ingredients": "डायफेनथियुरॉन 50% डब्ल्यूपी",
    "packingSize": "२५० ग्रॅम, ५०० ग्रॅम, १ किलो",
    "dosage": "प्रति एकर २५० ग्रॅम",
    "type": "insecticide"
  },
  {
    "id": 37,
    "name": "मेटालेक्स",
    "feature": "मेटालेक्स (Metalaxyl 35% WS) हे एक प्रणालीगत, फेनिलामाइड आंतरप्रवाही बुरशीनाशक आहे ज्यामध्ये संरक्षणात्मक आणि उपचारात्मक क्रिया आहे. उष्णकटिबंधीय आणि उप-उष्णकटिबंधीय पिकांवर फवारणी म्हणून, तसेच मातीतून पसरणाऱ्या रोगजनकांच्या नियंत्रणासाठी ड्रिंचिंग म्हणून आणि बुरशीचे नियंत्रण करण्यासाठी बीजप्रक्रिया म्हणून शिफारस केली जाते.",
    "ingredients": "मेटालॅक्सिल 35% डब्ल्यूएस",
    "packingSize": "१०० ग्रॅम, २५० ग्रॅम, ५०० ग्रॅम",
    "dosage": "500 ग्रॅम प्रति एकर",
    "type": "fungicide",
    "pests": "मर रोग, डाऊनी बुरशी, पावडर बुरशी, पांढरा गंज",
    "crops": "मोहरी, मका, कोबी, फ्लॉवर, सूर्यफूल, तंबाखू, टोमॅटो, वांगी, भिंडी, मिरची, बटाटा, काकडी"
  },
  {
    "id": 38,
    "name": "थायफोनेक्स",
    "feature": "थायफोनेक्स (थाईफोनेट मिथिल 70 % डब्ल्यूपी)  हे ब्रॉड स्पेक्ट्रम आंतरप्रवाही बुरशीनाशक आहे आणि त्यात प्रतिबंधात्मक, उपचारात्मक आणि सिस्टेमिक बुरशीनाशक गुणधर्मांचा अद्वितीय संयोजन आहे. अँथोसेरोस, सेर्कोस्पोरा लीफ स्पॉट, पावडर बुरशी, व्हेंचुरिया स्कॅब, फुजारिअम, बॉसरोटीनिया, यावर योग्य उपाय थाईफोनेक्सच्या वापरामुळे होतो",
    "crops":"बटाटा, मिरची, टोमॅटो.",
    "ingredients": "थायफोनेट मेथाइल 70% डब्ल्यूपी",
    "packingSize": "१०० ग्रॅम, २५० ग्रॅम, ५० ग्रॅम",
    "dosage": "प्रति एकर २०० ग्रॅम, स्प्रेयिंग - प्रति एकर २५० ग्रॅम स्प्रे. (पाण्यात ०.५ ग्रॅम/लिटर), बियांचा उपचार - बियांच्या २ ते ३ ग्रॅम/किलो बियां, ड्रिंचिंग - प्रति लिटर पाण्यात २ ते ४ ग्रॅम.",
    "pests":"पावडर मिल्ड्यू, फ्रूट रॉट, विल्ट, स्टेम रॉट, लीफ स्पॉट, ब्लॅक स्कर्फ, कंद क्षय, कंद रॉट",
    "type": "fungicide"
  },
  {
    "id": 39,
    "name": "एन्जोटाफ प्लस",
    "feature":"एन्जोटाफ प्लस (Hexaconazole 5% SC) हे एक अनोखे आंतरप्रवाही बुरशीनाशक आहे. एन्जोटाफ प्लस हे एक ब्रॉड-स्पेक्ट्रम बुरशीनाशक आहे जे अनेक पिकांवर परिणाम करणाऱ्या रोगांच्या विस्तृत श्रेणीवर नियंत्रण ठेवते. एन्जोटाफ प्लस अँस्कोमायसेटिज, ब्यासिडोमायसेटिज आणि डेटेरोमायसेटिज या बुरशीवर उत्कृष्ट नियंत्रण ठेवते. एन्जोटाफ प्लस हे सस्तन प्राणी, मासे, पक्षी आणि नैसर्गिक शत्रूंना कमी विषारी असलेले सुरक्षित बुरशीनाशक आहे.",
    "ingredients": "हेक्सॅकोनाझोल 5% एससी",
    "packingSize": "२५० मिलीलीटर, ५०० मिलीलीटर, १ लिटर",
    "crops":"द्राक्षे, तांदूळ, आंबा.",
    "dosage": "प्रति एकर ५०० मिलीलीटर",
    "type": "fungicide",
    "pests": "शीथ ब्लायट, पाव्डरी मायल्ड्यु."
  },
  {
    "id": 40,
    "name": "प्रोपिनेक्स",
    "feature":" प्रोपीनेक्स (Propiconazole 25% EC) हे ट्रायझोल गटाचे एक आंतरप्रवाही बुरशीनाशक आहे. प्रोपीनेक्स हे तृणधान्यांमधील पानांच्या आणि स्टेम रोगांच्या विस्तृत श्रेणीच्या नियंत्रणासाठी आहे. प्रोपिनेक्समध्ये उपचारात्मक आणि संरक्षणात्मक दोन्ही क्रिया आहेत, म्हणून वनस्पती रोगांवर प्रभावीपणे नियंत्रण ठेवते. प्रोपिनेक्सचा दीर्घ प्रभाव असतो, त्यामुळे दीर्घ कालावधीसाठी रोगांवर नियंत्रण मिळते. तांदळात प्रोपिनेक्स वापरल्याने काळ्या घाण दाण्याला प्रतिबंध होतो",
    "crops":"गहू, भुईमूग, सोयाबीन, धान, केळी",
    "ingredients": "प्रोपिकोनॅझोल 25% इसी",
    "packingSize": "१०० मिलीलीटर, २५० मिलीलीलीटर, ५०० मिलीलीलीटर,  1 लीटर",
    "pests":"तपकिरी गंज, काळा गंज, पिवळा गंज, टिक्का रोग, काळे घाण दाणे",
    "dosage": "प्रति एकर 300 मि.ली",
    "type": "fungicide"
  },
  {
    "id": 41,
    "name": "टेसला",
    "feature":"टेसला (टेब्युकोनाझोल 10% + सल्फर 65%) हे संरक्षणात्मक, आणि निर्मूलन कृतीसह एक प्रभावी मिक्स बुरशीनाशक आहे. हे पावडर बुरशी, मिरचीचे फळ कुजण्याचे रोग आणि पानावरील ठिपके, सोयाबीनवरील पॉड ब्लाइट रोग नियंत्रित करते. बुरशीजन्य रोगांवर प्रभावी आणि किफायतशीर उपाय. झटपट आणि एकसमान विद्राव्यता. फायटोटोनिक प्रभावासह चांगले उत्पादन आणि गुणवत्ता.",
    "ingredients": "टेबुकोनाझोल 10% + सल्फर 65% डब्ल्यूजी",
    "crops":"मिरची, सोयाबीन",
    "pests":"पानांचे ठिपके आणि पॉड ब्लाइट ,पावडर बुरशी, फळ सडने",
    "packingSize": "२५० ग्रॅम, ५०० ग्रॅम, १ किलोग्रॅम",
    "dosage": "प्रति एकडर ५०० ग्रॅम.",
    "type": "fungicide"
  },
  {
    "id": 42,
    "name": "यूनिक्स",
    "feature":"युनिक्स हे उच्च दर्जाचे बुरशीनाशक आहे ज्यामध्ये Azoxystrobin 11% आणि Tebuconazole 18.3% SC घटक आहे. हे बुरशीचे श्वसन आणि एर्गोस्टेरॉल संश्लेषण प्रतिबंधित करते. युनिक्स  हे ट्रायझोल आणि स्ट्रोबिल्युरिन रसायनांचे शक्तिशाली संयोजन असून ते वनस्पती प्रणालीमध्ये वेगाने पसरते व बुरशीजन्य पेशी नष्ट करते        ",
    "ingredients": "अॅझोक्स्ट्रोबिन ११% + टेबुकोनाझोल १८.३% एससी",
    "crops":"द्राक्षे, भात, बटाटा, मिरची, टोमॅटो, गहू, कांदा",
    "pests":"डाऊनी बुरशी, पावडर बुरशी, आवरण डाग, जांभळा डाग, पिवळा गंज",
    "packingSize": "१०० मिलीलीटर, २५० मिलीलीटर, ५०० मिलीलीटर",
    "dosage": "प्रति एकडर ३०० मिलीलीटर.",
    "type": "fungicide"
  },
  {
    "id": 43,
    "name": "थेरी",
    "feature":"थेरी (Carbendazim 12% + Mencozeb 63% WP) हे उच्च दर्जाचे आंतरप्रवाही आणि स्पर्षीय बुरशीनाशक आहे अनेक रोगांच्या नियंत्रणासाठी विविध पिकांवर थेरी ची शिफारस केली जाते. थेरी हे बुरशीवर बहु-साइट क्रिया असलेले प्रतिबंधात्मक, उपचारात्मक आणि किफायतशीर बुरशीनाशक आहे",
    "ingredients": "कार्बेंडाझिम १२% + मेन्कोझेब ६३% डब्ल्यूपी",
    "crops":"द्राक्षे, भात, बटाटा, मिरची, मका, आंबा, भुईमूग",
    "pests":"डाऊनी बुरशी, पावडर बुरशी, आवरण डाग, फळ कुजणे, टिक्का रोग",
    "packingSize": "२५० ग्रॅम, ५०० ग्रॅम, १ किलोग्रॅम",
    "dosage": "प्रति एकडर ५०० ग्रॅम.",
    "type": "fungicide"
  },
  {
    "id": 44,
    "name": "कॅपटेब",
    "feature": "कॅपटेब (टेबुकोनाझोल ६.७% + कॅप्टॅन २६.९% एससी) हा एक अद्वितीय सक्रिय घटकांचा एक शक्तिशाली फंगिसायड आहे. तो विविध फळांच्या विविध कवकीय रोगांवर प्रभावी नियंत्रण प्रदान करतो. कॅप्टेब उपचारात्मक आणि पूर्वानुमानिक गुण सुद्धा दर्शवतो, रोगांच्या विरोधात रक्षा आणि त्यांच्या प्रसाराची थांबवणारी. त्याच्या उत्कृष्ट अनुप्रसारणाने, कॅप्टेब वनस्पती तंतूंवर आदर आणि जमिनीवर चिपवण्यास मदत करते, त्याची प्रभावकारिता मोठ्या परिमाणात असते. ते वापरण्यात सोपं आहे आणि लांबट अवधीसाठी रक्षा प्रदान करते, आरोग्यपूर्ण आणि उत्कृष्ट उत्पादनासाठी सहायक.",
    "ingredients": "टेबुकोनाझोल ६.७% + कॅप्टॅन २६.९% एससी",
    "packingSize": "२५० मिलीलीटर, ५०० मिलीलीटर, १ लीटर",
    "dosage": "प्रति एकडर ५०० मिलीलीटर.",
    "type": "fungicide",
    "crops": "सेब, मिर्च",
    "pests": "पाउडरी माइल्ड्यू, अल्टरनारिया ब्लाइट, अंथ्राकनोस"
  },
  {
    "id": 45,
    "name": "अनेक्स एम-४५",
    "feature":"अनेक्स एम-45(Mancozeb 75% WP) हे स्पर्षीय बुरशीनाशक आहे, जे बुरशीची वाढ आणि रोगांचा प्रसार थांबवते. हे बुरशीतील एन्झाईम्सची क्रिया कमी करते ज्यामुळे उर्जा उत्पादन कमी होते आणि शेवटी बुरशीचा मृत्यू होतो. याचा उपयोग अनेक पिकांमध्ये फवारण्या, नर्सरी ड्रेंचिंग आणि बियाणे उपचारांसाठी केला जातो. रोग नियंत्रणाव्यतिरिक्त, ते पिकांना मॅंगनीज आणि जस्त देखील प्रदान करते, ज्यामुळे झाडे हिरवीगार आणि निरोगी राहतात. इतर बुरशीनाशकांच्या तुलनेत, पौष्टिक फायदे आणि उत्कृष्ट पीक संरक्षणाच्या कारणास्तव ते दीर्घकाळात कमी खर्चिक आहे, ज्यामुळे उच्च उत्पादन आणि चांगली गुणवत्ता मिळते",
    "crops":"द्राक्षे, भात, बटाटा, बटाटा, भुईमूग, मिरची, टोमॅटो.",
    "pests":"गंज, डाऊनी मिल्ड्यू, अर्ली ब्लाइट, लेट ब्लाइट, फ्रूट स्पॉट,तपकिरी आणि काळा गंज, टिक्का",
    "ingredients": "मेन्कोझेब ७५% डब्ल्यूपी",
    "packingSize": "250 ग्रॅम, 500 ग्रॅम, 1 किलो",
    "dosage": "500 ग्रॅम प्रति एकर.",
    "type": "fungicide"
  },
  {
    "id": 46,
    "name": "एन्जोटाफ पॉवर ",
    "feature":"एन्जोटाफ पॉवर (HEXACONAZOLE 75%WG ) हे एक स्पेक्ट्रम, आंतरप्रवाही ट्रायझोल बुरशीनाशक आहे, ज्यामध्ये संरक्षणात्मक, उपचारात्मक, निर्मूलन आणि अँटीस्पोरुलंट क्रिया आहे. हेक्साकोनाझोल हे स्टेरॉल बायोसिंथेसिस इनहिबिटर आहे. हे पानावरील आणि मातीजन्य (ascomycetes आणि basidiomycetes) रोगांच्या विस्तृत श्रेणीवर नियंत्रण ठेवते.",
    "ingredients": "हेक्साकोनाझोल ७५% एससी",
    "packingSize": "10 ग्रॅम, 30 ग्रॅम, 100 ग्रॅम ",
    "crops":"भात, मिरची, भुईमूग",
    "pests":"पावडर मिल्ड्यू, लीफ स्पॉट, टिक्का",
    "dosage": "30 ग्रॅम प्रति एकर",
    "type": "fungicide"
  },
  {
    "id": 47,
    "name": "प्रोपिनोकॉल",
    "feature":"प्रोपिनोकॉल (प्रोपिनेब 70% डब्ल्यूपी) हे एक बुरशीनाशक आहे ज्यामध्ये पिकांच्या विविध रोगांविरूद्ध काम करते. प्रोपिनोकॉल त्याच्या विशेष कार्यपद्धतीमुळे प्रतिकार-विरोधी आहे. .प्रोपिनकोल हे पॉलिमरिक झिंक असलेले डायथिओकार्बमेट आहे, यामध्ये जस्त असल्यामुळे, प्रोपिनोकॉलच्या वापरामुळे पिकावर हिरवा प्रभाव पडतो आणि त्यानंतर उत्पादनाच्या गुणवत्तेत सुधारणा होते.",
    "ingredients": "प्रोपाइनेब ७०% डब्ल्यूपी",
    "crops":"द्राक्षे, भात, बटाटा, डाळिंब, मिरची, टोमॅटो",
    "pests":"स्कॅब, डाउनी मिल्ड्यू, अर्ली ब्लाइट, लेट ब्लाइट, बक आय रॉट",
    "packingSize": "100 ग्रॅम, 250 ग्रॅम, 500 ग्रॅम, 1 किलो",
    "dosage": "500-600 ग्रॅम प्रति एकर",
    "type": "fungicide"
  },
  {
    "id": 48,
    "name": "टेबुनेक्स",
    "feature":"टेबुनेक्स मध्ये Tebuconazole 25.9 EC असते. हे सिस्टीमिक ट्रायझोल बुरशीनाशक आहे. ट्रायझोल हे जगभरातील बुरशीनाशकांचा अग्रगण्य रासायनिक वर्ग आहे. टेबुनेक्स संरक्षणात्मक, उपचारात्मक आणि निर्मूलन कृतीद्वारे अनेक पिकांमधील रोगांच्या विस्तृत स्पेक्ट्रमवर एक प्रभावी उपाय देते. टेबुनेक्स वापरल्याने पिकाच्या पानांवर हिरवळीचा परिणाम होतो",
    "crops":"तांदूळ, भुईमूग, कांदा, मिरची, सोयाबीन.      " ,
    "pests":"ब्लास्ट, शीथ ब्लाइट, पावडर मिल्ड्यू, फ्रूट रॉट टिक्का आणि गंज, जांभळा डाग",
    "ingredients": "टेबुकोनाझोल २५.९% ईसी",
    "packingSize": "100 मिली, 250 मिली, 500 मिली.",
    "dosage": "प्रति एकड़ में 300-400 मिलीलीटर",
    "type": "fungicide"
  },
  {
    "id": 49,
    "name": "कॉप्टिवा",
    "feature":"वैशिष्ट्ये आणि फायदे- कॉप्टिवा (कॉपर ऑक्सिक्लोराईड 50% डब्ल्यूपी) हे तांबे आधारित ब्रॉड स्पेक्ट्रम बुरशीनाशक आहे जे त्याच्या संपर्क क्रियेद्वारे बुरशीजन्य तसेच जिवाणू रोगांचे नियंत्रण करते. त्याच्या सूक्ष्म कणांमुळे ते पानांना चिकटून राहते आणि बुरशीच्या वाढीस प्रतिबंध करण्यास मदत करते. कोपेक्सा हे, हळूहळू तांबे आयन सोडते, ज्यामुळे ते दीर्घ कालावधीसाठी रोगावर नियंत्रण ठेवते. पानांना जाडपणा देते तसेच पिकाला तांब्याचे पोषण मिळते. गारपीट/पावसाच्या वेळी योग्य बुरशीनाशक. ",
    "ingredients": "कॉपर ऑक्सीक्लोराईड ५०% डब्ल्यूपी",
    "crops":"द्राक्षे, केळी, बटाटा, बटाटा, मिरची, टोमॅटो, मोसंबी",
    "pests":"गंज, डाऊनी मिल्ड्यू, अर्ली ब्लाइट, लेट ब्लाइट, फ्रूट स्पॉट, लीफ स्पॉट, कॅन्कर",
    "packingSize": "500 ग्रॅम",
    "dosage": "एकरी 500 ग्राम",
    "type": "fungicide"
  },
  {
    "id": 50,
    "name": "एन्जोसल्फ पॉवर",
    "feature":"एन्जोसल्फ पॉवर (सल्फर ८०% डब्ल्यूडीजी) हा शक्तिशाली फंगिसायड आहे ज्याने विविध कवकीय रोगांच्या विरोधात प्रभावी नियंत्रण प्रदान करतो. तो कवकांच्या वृद्धी आणि प्रसाराचा अटक करण्यास मदत करणारे उच्च स्फुटनांचा उच्च प्रमाण आहे. एंजोसल्फ पॉव्हर विविध फसवणूकांवर वापरण्यात येतो आणि रोगांच्या विरोधात प्रतिरोधक आणि उपचारात्मक क्रिया देतो. तो वापरण्यात सोपो आहे आणि लांबट अवधीसाठी रक्षा प्रदान करतो, आरोग्यपूर्ण आणि उत्कृष्ट उत्पादनासाठी सहायक.",
    "ingredients": "सल्फर ८०% डब्ल्यूडीजी",
    "packingSize": "१ किलोग्रॅम, ५ किलोग्रॅम",
    "dosage": "प्रति एकडर ५ किलोग्रॅम",
    "type": "fungicide",
    "crops": "अंगूर, सेब, जीरा, मटर, गेहूं",
    "pests": "पाउडरी माइल्ड्यू"
  },
  {
    "id": 51,
    "name": "लूका ग्लो",
    "feature": "लुका ग्लो (Azoxystrobin 8.3% + Mancozeb 66.7% WDG) हे एक उत्कृष्ट आंतरप्रवाही व स्पर्षीय बुरशीनाशक आहे जे उल्लेखनीय फायटोटोनिक फायद्यांसह उत्कृष्ट रोग नियंत्रण प्रदान करते",
    "crops": "द्राक्षे, मिरची",
    "pests": "डाऊनी बुरशी, पावडर बुरशी, लीफ स्पॉट.",
    "ingredients": "एझोक्सिस्ट्रोबिन 8.3% + मॅनकोझेब 66.7% WDG",
    "packingSize": "250 ग्राम, 500 ग्राम",
    "dosage": "प्रति एकडर ६०० ग्रॅम",
    "type": "fungicide"
  },
  {
    "id": 52,
    "name": "क्रॉपकेअर",
    "feature":"क्रॉप केअर (azoxystrobin 2.5 + thiophanate methyl 11.25 + thiamethoxam 25% fs) हे उच्च दर्जाचे आंतरप्रवाही कीटकनाशक आणि आंतरप्रवाही बुरशीनाशक आहे. हे बियाणे आणि मातीजन्य रोगांवर नियंत्रण ठेवते आणि लवकर शोषणाऱ्या कीटक आणि रोगांपासून पिकाचे संरक्षण करते",
    "ingredients": "ह्यूमिक ऍसिड - 5000 पीपीएम, सी व्हीआयडी - 2000 पीपीएम।",
    "packingSize": "100 मिली, 200 मिली, 400 मिली.         ",
    "crops":"सोयाबीन",
    "dosage": "प्रति किलो बियाणे 10 मि.ली.",
    "type": "फफसाळनाशक",
    "pests": "वाळवी, पावडर बुरशी, आवरण डाग, फळ कुजणे, टिक्का रोग"
  },
  {
    "id": 53,
    "name": "इस्टलाइन",
    "feature": "इस्टलाइन (Pyraclostrobin 20% WG) हे उच्च दर्जाचे ब्रॉड-स्पेक्ट्रम बुरशीनाशक आहे, जे उत्पादन आणि पीक गुणवत्तेला धोका निर्माण करणाऱ्या 50 पेक्षा जास्त प्रमुख रोगांवर नियंत्रण ठेवते. इस्टलाइन हे बुरशीनाशक रोग टाळण्यास मदत करते व पिकांसाठी संरक्षण प्रदान करते.",
    "ingredients": "पायराक्लोस्ट्रोबिन 20% डब्ल्यूजी",
    "crops":"सोयाबीन, कापुस, केळी, मिरची, मका, टोमॅटो, भुईमूग",
    "packingSize": "200 ग्रॅम",
    "dosage": "200 ग्रॅम प्रति एकर",
    "pests": "अर्ली ब्लाइट, लेट ब्लाइट, फ्रूट स्पॉट, लीफ स्पॉट, आवरण डाग, टिक्का रोग",
    "type": "फफसाळनाशक"
  },
  {
    "id": 54,
    "name": "एंजो-मायसिन",
    "feature": "एन्जोमायसिन (व्हॅलिडामायसीन 3% एल) हे एक प्रतिजैविक  बुरशीनाशक आहे जे भाताच्या म्यान ब्लाइट रोगाचे अतिशय प्रभावीपणे नियंत्रण करते. हे hyphae वर कार्य करते आणि त्याच्या संपर्क क्रियेद्वारे बुरशी नष्ट करते आणि रोगांचा प्रसार नियंत्रित करते. एंजोमायसिन हे मातीजन्य रोगांवर देखील सर्वात प्रभावी आहे आणि तांदळातील रायझोक्टोनिया सोलानीच्या नियंत्रणासाठी वापरले जाते. पाऊस पडल्यानंतरही एन्जोमायसिन दीर्घकाळ प्रभावी राहते.        ",
    "ingredients": "व्हॅलिडमायसिन 3% एल",
    "crops": "तांदूळ",
    "pests": "म्यान ब्लाइट",
    "packingSize": "२५० मिलीलीटर, ५०० मिलीलीलीटर, १ लिटर",
    "dosage": "प्रति एकडर ६००-८०० मिलीलीटर",
    "type": "fungicide"
  },
  {
    "id": 55,
    "name": " बॅकअप",
    "feature": " बॅकअप मध्ये Chlorothalonil - 75% WP हे ब्रॉड-स्पेक्ट्रम स्पर्षीय बुरशीनाशक आहे क्लोरोथॅलोनिल एक मल्टी-साइट इनहिबिटर आहे जो बुरशीमधील विविध एंजाइम आणि इतर चयापचय प्रक्रियांवर परिणाम करतो. हे बुरशीजन्य पेशीसाठी विषारी आहे",
    "ingredients": "क्लोरोथालोनिल ७५% डब्ल्यूपी",
    "crops": "द्राक्षे, भुईमुग, बटाटा, मिरची, पत्ताकोबी, टरबुज",
    "pests": "डाऊनी बुरशी, आवरण डाग, फळ कुजणे, टिक्का रोग",
    "packingSize": "२५० ग्रॅम, ५०० ग्रॅम",
    "dosage": "५०० ग्रॅम प्रति एकर",
    "type": "fungicide"
  },
  {
    "id": 56,
    "name": "एंजोसल्फ डीपी",
    "feature": "एन्जोसल्फ हे एक संपर्क बुरशीनाशक आहे ज्यामध्ये 85 % डिपी सल्फर सक्रिय घटक आहे.         ",
    "crops": "द्राक्षे, धणे, भुईमूग, वाटाणा, मूग",
    "pests": "गंज, डाऊनी मिल्ड्यू, टिक्का.",
    "ingredients": "सल्फर ८५% डीपी",
    "packingSize": "5 किलो, 10 किलो",
    "dosage": "5-10 किलो प्रति एकर",
    "type": "fungicide"
  },
  {
    "id": 57,
    "name": "विड बर्न",
    "feature": "वीड बर्न (ग्लायफोसेट 41% SL) हे ऑर्गनोफॉस्फरस गटाचे नॉन-सिलेक्टिव्ह सिस्टिमिक तणनाशक आहे, जे तण वनस्पतींमध्ये संश्लेषण रोखते. हे वार्षिक आणि बारमाही तणांचे अतिशय प्रभावीपणे नियंत्रण करते. विड बर्न फवारल्यानंतर ते तण, वनस्पतींद्वारे शोषले जाते आणि मुळांपर्यंत स्थलांतरित होते आणि सर्व प्रकारचे तण पूर्णपणे नष्ट करते. लागवडीतील पिके, जलवाहिन्या, बंधारे आणि खुल्या शेतात तण नियंत्रित करण्यासाठी देखील याचा वापर केला जातो. सर्व प्रकारच्या हिरव्या तणांवर नियंत्रण ठेवता येते.",
    "ingredients": "ग्लायफोसेट ४१% एसएल",
    "crops": "चहा, खुली मैदाने",
    "packingSize": "५०० मिलीलीटर, १ लिटर,५ लिटर",
    "dosage": "प्रति एकड़ 500 मिलीलीटर-1 लीटर।",
    "type": "herbicide"
  },
  {
    "id": 58,
    "name": "विड बर्न ७१",
    "feature": "विडबर्न-71 हे ग्लायफोसेट 71% S.G.चे अमोनियम सोल्ट प्रकारातील तणनाशक आहे, जे वार्षिक बारमाही, रुंद पाने आणि गवताळ तणांच्या नियंत्रणासाठी निवडक नसलेले तणनाशक आहे. विडबर्न-71 जेव्हा पानावर फवारले जाते तेव्हा ट्रांन्स्पिरेशन प्रक्रियेद्वारे झाडाच्या मुळांमध्ये आणि rhizomes पर्यंत पोहोचते, त्यामुळे जमिनीच्या खालून तण नष्ट होते. विडबर्न-71 हे तण वनस्पतींद्वारे अतिशय वेगाने शोषले जाते आणि ते फवारल्यानंतर 7-12 दिवसांनी झाडाला मुळापासून मारून टाकते. त्याचा पुढील पिकांच्या उगवणावर परिणाम होत नाही आणि ते लागू केल्यानंतर कोणतेही पीक घेतले जाऊ शकते",
    "crops": "चहा, खुली मैदाने",
    "ingredients": "ग्लायफोसेट ७१% एसजी अमोनियम लवण",
    "packingSize": "१०० ग्रॅम, १ किलोग्रॅम",
    "dosage": "एकरी 1 किलो",
    "type": "herbicide"
  },
  {
    "id": 59,
    "name": "सॅक्रिप पॉवर",
    "feature": "सॅक्रिप पॉवर (Metsulfuron Methyl 20% WP) हे एक निवडक आंतरप्रवाही तणनाशक आहे, जे गहू तांदूळ उसातील गवत, तण आणि रुंद पाने असलेल्या तणांच्या विस्तृत श्रेणीचे अतिशय प्रभावीपणे नियंत्रण करते. सॅक्रिप पॉवर झाडाची पाने आणि मुळांद्वारे वेगाने शोषले जाते",
    "ingredients": "मेटसल्फुरोन मेथाईल 20% डब्ल्यूपी",
    "packingSize": "८ ग्रॅम.",
    "crops": "ऊस, धान, गहू",
    "dosage": "प्रति एकर 8 ग्रॅम",
    "type": "herbicide"
  },
  {
    "id": 60,
    "name": "गोलू",
    "feature": "गोलु (oxyfluorfen 23.5 ec) हे डायफेनिल-इथर ग्रूप चे निवडक तणनाशक आहे. गोलु हा मातीच्या पृष्ठभागावर एक रासायनिक अडथळा बनवतो आणि तणांच्या रोपांवर थेट संपर्काद्वारे परिणाम करतो. याचा वापर शेतातील पिकांमध्ये वार्षिक तनआणि गवताळ तणांच्या नियंत्रणासाठी केला जातो.        ",
    "ingredients": "ऑक्सीफ्लोरफेन २३.५% ईसी",
    "crops": "भात, बटाटा, कांदा, भुईमूग,        ",
    "packingSize": " 100 मिली, 250 मिली, 500 मिली , 1 लीटर ",
    "dosage": "प्रति एकड़ 200-300 मिली।",
    "type": "herbicide"
  },
  {
    "id": 62,
    "name": "डेन्सो",
    "feature":"डेन्सो (Clodinafop Propargyl 15% WP) हे गव्हातील बहुतेक महत्त्वाच्या गवत तणांच्या उगवणी नंतर नियंत्रणासाठीचे तणनाशक आहे",
    "ingredients": "क्लोडिनाफोप प्रोपार्जायल 15% डब्ल्यूपी",
    "crops":"गहू",
    "packingSize": "१६० ग्रॅम",
    "dosage": "प्रति एकर १६० ग्रॅम",
    "type": "herbicide"
  },
  {
    "id": 61,
    "name": "विडगो",
    "feature": "विडगो (2 4-d dimethyl amine salt 58 % SL) हे एक निवडक ब्रॉड स्पेक्ट्रम तणनाशक असुन, याचा उपयोग विविध पिकांमध्ये तण उगवल्यानंतर तण नियंत्रणासाठी केला जातो. हे मुळे आणि पानाद्वारे शोषले जाते, व तनाची वाढ थांबते.        ",
    "ingredients": "२,४-डी अमिन सॉल्ट ५८% एसएल",
    "packingSize": "250 मिली, 500 मिली, 1 ली",
    "dosage": "600 मिली प्रति एकर",
    "type": "herbicide",
    "crops": "मका, बटाटा, ऊस, गहु, ज्वारी"
  },
  {
    "id": 63,
    "name": "ग्लो पॉवर",
    "feature": "ग्लो पावर (Glufosinate Ammonium 13.5 % w/w SL) हे एक नॉन-सिलेक्टिव्ह तणनाशक जे तणांच्या सर्व भागावर प्रभावीपणे नियंत्रण ठेवते, ग्लो पावर हे वनस्पतींच्या वाढीसाठी महत्त्वपूर्ण असलेल्या एन्झाइमला प्रतिबंधित करून वार्षिक आणि बारमाही तणांचा नाश करते.",
    "ingredients": "ग्लुफोसिनेट अमोनियम १३.५% एसएल",
    "packingSize": "५०० मिलीलीटर, १ लिटर",
    "dosage": "1 ली प्रति एकर",
    "type": "herbicide",
    "crops": "कापुस"
  },
  {
    "id": 64,
    "name": "डिक्लोकॅट",
    "feature": "डिक्लोकॅट (Paraquat Dichloride 24% SL)  हे  ब्रॉड स्पेक्ट्रम, नॉन-सिलेक्टिव्ह आणि स्पर्षीय तण नाशक आहे जे रुंद पाने असलेले तण आणि गवत प्रभावीपणे नियंत्रित करते.",
    "ingredients": "पॅराक्वॅट डायक्लोराइड २४% एसएल",
    "packingSize": "500 मिली, 1 ली",
    "dosage": "1 ली प्रति एकर",
    "type": "herbicide",
    "crops": "कापुस, द्राक्षे,बटाटे,गहु, भात"
  },
  {
    "id": 65,
    "name": "मेट्रिनेक्स",
    "feature": " मेट्रिनेक्स (Metribuzin 70% WP) हे ट्रायझिनोन गटाचे निवडक, आंतरप्रवाही आणि स्पर्षीय तणनाशक आहे, जे फोटो-सिस्टम मध्ये प्रकाश संश्लेषण रोखते. हे मुळे आणि पानांद्वारे कार्य करते आणि म्हणून, उगवणी पूर्व आणि नंतरच्या दोन्ही प्रयोगांसाठी वापरले जाते. हे अरुंद आणि रुंद पानांचे तण नियंत्रित करते. ",
    "ingredients": "मेट्रिबुझिन ७०% डब्ल्यूपी",
    "crops":"ऊस, सोयाबीन, गहू, बटाटा, टोमॅटो",
    "packingSize": "100 ग्रॅम, 250 ग्रॅम, 500 ग्रॅम ",
    "dosage": "प्रति एकड़ में 250 ग्राम।",
    "type": "herbicide"
  },
  {
    "id": 66,
    "name": "एन्जोझिन",
    "ingredients": "एट्राझीन ५०% डब्ल्यूपी",
    "packingSize": "1 किग्रॅ",
    "dosage": "400-800 ग्रॅम प्रति एकर",
    "type": "herbicide",
    "crops": "ऊस, मका",
    "feature": "एन्जोझिन(Atrazine 50% WP) हे ट्रायझिन गटाचे एक तणनाशक आहे जे तन उगवण्यापूर्वी मका आणि उस पिकावर वापरण्यासाठी याची शिफारस केली आहे आहे. तसेच मका पिकावर लावल्यानंतर लगेच लागू केली जाऊ शकते. एन्जोझिन हे आंतरप्रवाही तणनाशक आहे जे मुळे आणि पानाद्वारे शोषले जाते."
  },
  {
    "id": 67,
    "name": "ट्रायकोनेक्स",
    "ingredients": "त्रायकॉन्टनॉल ईडब्ल्यू 0.01 % किमान",
    "feature": "ट्रायकोनेक्स मध्ये ट्रायकोन्टॅनॉल 0.1% ईडब्ल्यू हाघटक असून ते प्लांट ग्रोथ रेगुलेटर आहे. ट्रायकोन्टॅनॉल हे नैसर्गिकरित्या आढळणारे फॅटी अल्कोहोल आहे, फायटोहॉर्मोन किंवा वनस्पतींसाठी वाढ उत्तेजक आहे जे वनस्पतींच्या क्यूटिकल आणि मेणमध्ये आढळते. योग्यरित्या वापरल्यास, ट्रायकोन्टॅनॉल पानांमधील क्लोरोफिलचे प्रमाण लक्षणीयरीत्या वाढवू शकते, परिणामी प्रकाशसंश्लेषणाचा दर सुधारतो. हे नॉन-टॉक्सिक आणि इको-फ्रेंडली फॉर्म्युलेशन आहे.",
    "packingSize": "100 मिली,250 मिली, 500 मिली, 1 ली",
    "crops": "कापूस, भात, फळे आणि पालेभाज्या इ",
    "dosage": "प्रति एकड़ में 250 मिलीलीटर।",
    "type": "pgr"
  },
  {
    "id": 68,
    "name": "एंजल्स",
    "feature": "पॅक्लोब्युट्राझोल 40% SC वनस्पतींमधील वाढ संप्रेरके संश्लेषित करतात      आणि विकास प्रक्रियेवर प्रभाव टाकतात. अशा रीटार्डंट्स अंकुराची लांबी कमी करतात आणि फळे आणि बियाणे उत्पादनाकडे पोषक तत्त्वे बदलतात. तसेच फळ परिपक्वता, फळांचा रंग आणि आकार चांगला विकसित करते.        ",
    "ingredients": "पॅक्लोबुट्राझोल 40% एससी",
    "crops": "वाटाणा.",
    "packingSize": "10 मिली, 50 मिली, 100 मिली, 250 मिली",
    "dosage": "प्रति एकड़ में 50 मिलीलीटर।",
    "type": "pgr"
  },
  {
    "id": 69,
    "name": "तेजा प्लस",
    "feature": "तेजा प्लस हा एक अत्यंत प्रभावी वनस्पती वाढ नियामक आहे ज्यामध्ये सक्रिय घटक म्हणून द्रव स्वरूपात जिबरलिक ऍसिड 0.001% असते. तेजा प्लस वनस्पतींच्या चयापचयाशी समन्वयाने कार्य करते आणि वनस्पतीच्या वाढीच्या कार्याला गती देते. तेजा प्लस हार्मोनल आणि एन्झाइमॅटिक क्रियाला उत्तेजन देऊन पिकाची शारीरिक कार्यक्षमता देखील वाढवते. तेजा प्लस वनस्पती दरम्यान अधिक प्रकाश संश्लेषण सक्षम करते. तेजा प्लस वनस्पतींच्या वाढीच्या प्रक्रियेतही महत्त्वाची भूमिका बजावते, जसे की स्टेम लांबवणे, धान्य/फळांच्या परिपक्वतेसह उत्तम फुलांची आणि धान्य/फळांची निर्मिती. तेजा प्लस सूक्ष्म अन्नद्रव्याची कमतरता भरून काढते. ",
    "crops": "भात, ऊस, कापूस, केळी, भुईमूग, द्राक्षे, वांगी, भेंडी, कांदा, कोबी फ्लॉवर",
    "ingredients": "अमीनो ऍसिड - 10%, विटामीन -1000 पीपीएम, हर्बल अर्क - 5%. ",
    "packingSize": "250 मिली, 500 मिली,1 ली ",
    "dosage": "प्रति लिटर पाण्यात 1 मि.ली ",
    "type": "pgr"
  },
  {
    "id": 70,
    "name": "तेजा प्रो",
    "ingredients": "गिबेरेलिक अम्ल ४०% डब्ल्यूएसजी",
    "packingSize": "2.5 ग्राम",
    "dosage": "2.5 ग्राम 200  लिटर पाण्यात",
    "type": "pgr",
    "crops": "भात, द्राक्षे",
    "feature": "तेजा प्रो हा एक अत्यंत प्रभावी वनस्पती वाढ नियामक आहे ज्यामध्ये सक्रिय घटक म्हणून द्रव स्वरूपात जिबरलिक ऍसिड 40 %WSG असते. गिबेरेलिक ऍसिड हे वनस्पती आणि बुरशींमधून काढले जाणारे संप्रेरक आहे जे मोठ्या प्रमाणावर वनस्पती वाढ नियामक म्हणून वापरले जाते. गिबेरेलिक ऍसिड हे टेट्रासायक्लिक डाय-टेरपेनॉइड हार्मोन आहे जे वनस्पतींच्या वाढीचे नियमन करते."
  },
  {
    "id": 71,
    "name": "एथेनॉक्स",
    "feature": "एथेनॉक्स (इथेफॉन 39% SL) फॉस्फोनेट कुटुंबातील एक सिस्टीमिक वनस्पती वाढ नियामक आहे. ते वनस्पतीद्वारे सहजपणे शोषले जाते आणि इथिलीन सोडते जे एक नैसर्गिक वनस्पती संप्रेरक आहे. इथिलीन अनेक शारीरिक प्रक्रियांवर थेट प्रभाव टाकते (पिकणे, परिपक्वता इ.) आणि अंतर्जात इथिलीनचे उत्पादन उत्तेजित करते. इथेनॉक्सचा वापर फळे आणि भाजीपाला फुलांच्या आणि साइडब्रॅंचिंगला उत्तेजन देण्यासाठी आणि झाडाची उंची कमी करण्यासाठी तसेच फळांच्या परिपक्वते साठी केला जातो.",
    "ingredients": "एथिफॉन 39% एसएल",
    "crops": "आंबा, कॉफी, अननस, टोमॅटो आणि डाळिंब",
    "packingSize": "२५० मिलीलीटर, ५०० मिलीलीलीटर, १ किलोग्रॅम",
    "dosage": "प्रति एकड़ में 500 मिलीलीटर।",
    "type": "pgr"
  },
  {
    "id": 72,
    "name": "पॅक्लोस्टार",
    "feature": "पॅक्लोस्टार (पॅक्लोब्युट्राझोल 23% SC) हे विशेषत: आंब्यासाठी मोठ्या प्रमाणात वापरल्या जाणार्‍या वनस्पती वाढ नियंत्रकांपैकी एक आहे. प्रामुख्याने, पॅक्लोब्युट्राझोलची भूमिका जीबेरलिन संश्लेषण रोखणे आणि फुलांच्या आणि फळांना प्रोत्साहन देते. अशाप्रकारे, वनस्पतिवृद्धी कमी होते आणि ऍसिमिलेट्स पुनरुत्पादक अवयवांमध्ये हस्तांतरित होतात आणि उत्पादन क्षमता वाढते",
    "ingredients": "पॅक्लोबुट्राझोल २३% एससी",
    "packingSize":  "100 मिलीलीटर, 250 मिलीलीटर, 500 मिलीलीटर",
    "crops": "आंबा",
    "dosage": "प्रति फसल में 30 मिलीलीटर।",
    "type": "pgr"
  },
  {
    "id": 73,
    "name": "ह्युमिग्रन-जी",
    "feature": "हयुमिग्रॅन-जी हे जैव-सेंद्रिय ग्रॅन्युअल आहे. हयुमिग्रॅन-जी हे पिकाची रोपांची उगवण, मुळांच्या वाढीस गती देवुन गुणवत्ता वाढवते. पिकाची वनस्पतिवृत्ती आणि पुनरुउत्पादक वाढीला गती देते. नैसर्गिक आणि सेंद्रिय असल्याने ती मातीची रचना सुधारते, पाणी धारण करण्याची क्षमता सुधारते आणि सेंद्रिय कार्बन वाढवते. हे कोणतेही विषारी नसुन सर्व प्रकारच्या खते आणि इतर माती कंडिशनरसह वापरले जाऊ शकते. ",
    "ingredients": "ह्युमिक ऍसिड- 5%, अमिनो आम्ल - 2%, सी विड अर्क - 2%.         ",
    "packingSize": "8 किलोग्राम, 10 किलोग्राम, 25 किलोग्राम, 50 किलोग्राम",
    "crops": "सर्व फळे",
    "dosage": "प्रति एकर २५ किलोग्रॅम",
    "type": "pgr"
  },
  {
    "id": 74,
    "name": "एन्जोझाईम",
    "feature": "एन्जोझाईम हे  ग्रॅन्युल स्वरुपात असुन ते पिकाची  मुळांच्या वाढीस गती देवुन गुणवत्ता वाढवते. नैसर्गिक आणि सेंद्रिय असल्याने ते मातीची रचना सुधारते, पाणी धारण करण्याची क्षमता सुधारते आणि सेंद्रिय कार्बन वाढवते. हे कोणतेही विषारी नसुन सर्व प्रकारच्या खते आणि इतर माती कंडिशनरसह वापरले जाऊ शकते. ",
    "ingredients": "ह्युमिक ऍसिड- 5%, अमिनो आम्ल - 2%, सीविड अर्क-10 %.",
    "packingSize": "10 किलोग्राम, 25 किलोग्राम, 50 किलोग्राम",
    "crops": "सर्व पीक ",
    "dosage": "प्रति एकर २५ किलोग्रॅम",
    "type": "pgr"
  },
  {
    "id": 75,
    "name": "सुप्रीम जी-४०",
    "feature": "प्रीम जी-40 हे विशेष ग्रॅन्युलर प्लांट ग्रोथ रेगुलटर असून ते पिकांसाठी उपयुक्त फ्लॉवरिंग उत्तेजक आहे. तसेच वेलींची संख्यात वाढ, वनस्पति वृद्धी, फुलांच्या संख्येत वाढ, मुळांच्या विकासासह वनस्पतींची संपूर्ण वाढ हे सर्व सुप्रीम जी-40 चे फायदेआहे",
    "ingredients": "एल-ग्लाइसिन-2.6%, ऑक्टाडेकॅडिएनोइक ऍसिड-1.4%",
    "packingSize": "१ किलोग्रॅम",
    "dosage": "प्रति एकर 1 - 2 किलोग्रॅम",
    "crops": "सर्व पीक",
    "type": "pgr"
  },
  {
    "id": 76,
    "name": "सिलकेअर सॉइल",
    "feature": "सिलकेअर सॉइल (Diatomite silicon) हे सिलिकॉन बायोमास आणि आवश्यक पोषक द्रव्ये वाढवण्यासाठी उपयुक्त आहे. तसेच पेशींच्या भिंती मजबूत करून, बुरशीजन्य रोग, कीटक आणि कीटकांपासून वनस्पतीचे संरक्षण करतात. वनस्पतींची ताकद, आरोग्य आणि उत्पादकता सुधारते. दुष्काळ आणि दंव प्रतिकार सुधारते. जैविक आणि अजैविक तणावाचे संरक्षण करते.",
    "crops": "सर्व पीक",
    "ingredients": "सिलिकॉनची अंतःपरिपत्रक",
    "packingSize": "१० किलोग्रॅम आणि २० किलोग्रॅम - बाकेट, २५० ग्रॅम, ५०० ग्रॅम, १ किलोग्रॅम स्प्रे",
    "dosage": "प्रति एकर १० किलोग्रॅम",
    "type": "pgr"
  },
  {
    "id": 77,
    "name": "ई-चार्ज",
    "feature": "ई-चार्ज हे नैसर्गिक बायोस्टिम्युलंट आहे, जे पीक उत्तेजित करून उत्पादन क्षमता वेगाने वाढवण्यासाठी संशोधन उत्पादन आहे. ई-चार्जमध्ये जैव एंझाइम प्रथिने पदार्थांपासून मिळणाऱ्या अमिनो आम्लावर विशिष्ट प्रक्रियेद्वारे उत्तेजक घटक मिळतात, त्यामुळे पिकाच्या उत्पादन क्षमतेत प्रचंड वाढ होते.तसेच फुलांच्या संख्येत वाढ होऊन,पिकाची निरोगी आणि जलद वाढ होते.         ",
    "ingredients": "एल-सिस्टीन-5.2%, विटामीन-1.5%, प्रोटीन -18%",
    "crops": "तेलबिया, कडधान्ये, कापूस, तृणधान्ये, फळ पीक, भाजीपाला.",
    "packingSize": "100 मिली, 250 मिली, 500 मिली,1 ली",
    "dosage": " फवारणीसाठी 1 मिली प्रती लि पानी ",
    "type": "pgr"
  },
  {
    "id": 78,
    "name": "एन्जोस्टिम",
    "feature": "एन्जोस्टिम पिकाचे सामान्य आरोग्य आणि जैवरासायनिक वैशिष्ट्ये सुधारते. एन्जोस्टिमच्या वापरामुळे फळ पिकामध्ये पेशींच्या आकारमानावर आणि पेशींच्या वाढीवर उत्साहवर्धक प्रभाव दिसून येतो. एन्जोस्टिम हे मूलभूत सेंद्रिय बायोस्टिम्युलंट, अँटी-स्ट्रेस आहे. एन्जोस्टिम हे अधिक पुनरुत्पादक फुलांच्या वाढीसाठी, फळांची चांगली मांडणी, फळांची गुणवत्ता सुधारण्यासाठी आणि साखरेचे प्रमाण वाढवण्यासाठी उपयुक्त आहे",
    "ingredients": "अमिनो अम्ले - ३००० पीपीएम, प्रोटीन - १%, वनस्पती संच अंश - ५०० पीपीएम",
    "crops": "तेलबिया, कडधान्ये, कापूस, तृणधान्ये, फळ पीक, भाजीपाला",
    "packingSize": "50 मिली,100 मिली, 250 मिली, 500 मिली,1 ली ",
    "dosage": "फवारणीसाठी 2 मिली प्रती लि पानी",
    "type": "pgr"
  },
  {
    "id": 79,
    "name": "अलेक्स एल-२०",
    "feature": "अलेक्स एल-20 हे अद्वितीय आणि अत्यंत प्रभावी विटामीन आणि प्रोटीन यांचे मिश्रण आहे. हे फुलांच्या वाढीस प्रोत्साहन देते आणि फुलांची गळती कमी करते. फळांची गुणवत्ता सुधारते, व अति तापमान, उच्च आर्द्रता, दंव, कीटक आक्रमण आणि नैसर्गिक तान यांच्या विरुद्ध प्रतिकारशक्ती वाढवते. बियाणे उगवण, फुलांच्या आणि सर्व पिकांच्या फळांच्या स्थापनेच्या टप्प्यात वापर केल्याने उत्पादनात लक्षणीय वाढ होते ",
    "ingredients": "कार्बोक्झिलिक ऍसिड-12%, विटामीन- 5%,प्रोटीन-13%",
    "crops": "तेलबिया, कडधान्ये, कापूस, तृणधान्ये, फळ पीक, भाजीपाला",
    "packingSize": "5 मिलीलीटर, 10 मिलीलीटर, 25 मिलीलीटर, 50 मिलीलीटर, 100 मिलीलीटर, 250 मिलीलीटर",
    "dosage": " फवारणीसाठी ०.५ मिली प्रती लि पानी ",
    "type": "pgr"
  },
  {
    "id": 80,
    "name": "अमिलॉक्स-३३",
    "feature": "अमीलोक्स -33 हे वनस्पतींच्या शारीरिक क्रियाकलापांना चालना देते आणि वनस्पतीची निरोगी वाढ होते. तणावपूर्ण स्थितीच्या आधी, दरम्यान आणि नंतर अमीलोक्स -33 चा वापर पर्यावरणीय तणावास प्रतिकार विकसित करते. अमीलोक्स -33 हे परागकण आणि फळ निर्मिती वाढवते. अमीलोक्स -33 मध्येअमीनो ऍसिडच्या हे फायटो संप्रेरक आणि वाढ सक्रिय करणारे घटक म्हणून कार्य करतात, त्यामुळे ऑक्सिन्सची निर्मिती होते",
    "ingredients": "सी विड अर्क - 6%  मिनरल्स - 2% प्रोटीन- 30% ",
    "packingSize": "100 मिली, 250 मिली, 500 मिली, 1 ली",
    "crops": "सर्व फळे",
    "dosage": "फवारणीसाठी 2 मिली प्रती लि पानी",
    "type": "pgr"
  },
  {
    "id": 81,
    "name": "सुप्रीम-एल40",
    "feature": "सुप्रीम एल-40 एक अद्वितीय फुलकार प्रोत्साहक, उत्पादन वृद्धि व वनस्पती संरक्षण आहे. सुप्रीम एल-40 नाइट्रोबेंझीनवर आधारित संशोधन उत्पाद आहे, ज्यामध्ये नाइट्रोबेंझीनची अवस्था आणि सिलिका अवशोषक प्लॅन्ट प्रोटेक्शन यासह अतिरिक्त साहित्य आहे. सुप्रीम एल-40 वनस्पतीच्या वृद्धीचे वाढ, फुल आणि फळ पडणे कमी करते",
    "ingredients": "मिरा ऑयल-40%, सिलिका-12%.",
    "crops": "सब्ज्या, फळे, कापूस, फुलोबाग",
    "packingSize": "250 मिलीलीटर, 500 मिलीलीटर, 1 लिटर",
    "dosage": "प्रति लिटर पाण्यात 2 मिली फवारणीसाठी",
    "type": "pgr"
  },
  {
    "id": 82,
    "name": "ह्यूमिफ्लेक्स",
    "feature": "हयुमिफ्लेक्स प्लसचे फायदे: पांढऱ्या मुळांचा विकास आणि वनस्पतीद्वारे पोषक द्रव्ये शोषून घेणे. पाणी धारण करण्याच्या क्षमतेवर प्रभाव टाकून जमिनीची सुपीकता वाढवने, झाडाची साखर (ब्रिक्स) पातळी वाढवने, रोग आणि कीटकांच्या हल्ल्यापासून रोपाला प्रतिकार करण्यास मदत करने. क्लोरोसिसपासून वनस्पतीचे संरक्षण करा, प्रकाशसंश्लेषण, वनस्पति वृद्धी वाढवने, परिणामी उच्च उत्पादन आणि निरोगी पिके मिळतात",
    "ingredients": "ह्युमिक ऍसिड -98%, फुलविक ऍसिड - 2%",
    "packingSize":  "100 ग्राम, 250 ग्राम, 500 ग्राम, 1 किलोग्राम, 2 किलोग्राम",
    "crops": "सर्व पिके",
    "dosage": "1 एकरासाठी 200 लिटर पाण्यात 1 ते 2 किलो",
    "type": "pgr"
  },
  {
    "id": 83,
    "name": "के कॅच",
    "ingredients": "प्राकृतिक वनस्पती अर्क",
    "packingSize": "250 मिलीलीटर, 500 मिलीलीटर, 1 लिटर",
    "dosage": "प्रति लिटर पाण्यात 1 मिली",
    "type": "pgr",
    "crops": "सर्व पिके",
    "feature": "के कॅच ह्या प्राकृतिक वनस्पती अर्काशी मिश्रित वनस्पती वृद्धिनियंत्रक आहे. त्यामध्ये रोट विकास, पोषण आणि ताण सहन करणे, वनस्पतीची संपूर्ण वृद्धी आणि विकासाची अधिकता करण्याच्या वर्णांकनांसाठी कार्यकर्त्य आहे. के कॅच वनस्पतीची शक्ती प्राणांच्या विकासाच्या संचालनांवर परिणाम करते, पदार्थाच्या संपादनांच्या कमीसाठी कारण आहे."
  },
  {
    "id": 84,
    "name": "इ-ह्यूमिग्रो",
    "feature": "ई-ह्युमिग्रो हे ह्युमिक ऍसिड आणि सी विड यांचे मिश्रण आहे. हे मुळांच्या वाढीस मोठ्या प्रमाणात गती वाढुन रोपांची उगवण जोमदार होते.तसेच सूक्ष्म आणि मॅक्रो पोषक द्रव्यांचे सेवन सुधारित करते व दुष्काळी परिस्थितीचा प्रतिकार करण्यास आणि त्यांना मजबूत बनविण्यास मदत करते",
    "ingredients": "ह्युमिक ऍसिड - 6% सी विड- 2%",
    "crops": "सर्व पिके",
    "packingSize": "250 मिलीलीटर, 500 मिलीलीटर, 1 लिटर,, 5 लीटर",
    "dosage": "फवारणीसाठी 3 मिली प्रती लि पानी ठिबक सिंचनासाठी 1 लि प्रती एकर",
    "type": "pgr"
  },
  {
    "id": 85,
    "name": "एनजोवेट",
    "feature": "एन्जो-वेट प्रभावी सिलिकॉन आधारित नॉन आयोनिक स्टिकर आहे. एन्जो-वेट सर्व प्रकारच्या ऍग्रोकेमिकल उदा. कीटकनाशके, खते आणि वनस्पती वाढ नियामक याबरोबर प्रभावीपणे आणि सुसंगत वापरता येते. एन्जो-वेट हे  स्प्रे कव्हरेज सुधारून स्प्रेचे प्रमाण कमी करण्यास प्रोत्साहन देते. फवारणी करताना एन्जो-वेट हे जलद गतीने पसरण्यासाठी आणि प्रवेश वाढवण्यासाठी उपयुक्त आहे.",
    "ingredients": "नॉन आयोनिक 80% इमल्सिफायर - 5%",
    "crops": "सर्व पिके",
    "packingSize": "50 मिलीलीटर, 100 मिलीलीटर, 250 मिलीलीटर, 1 लिटर",
    "dosage": "फवारणीसाठी 0.5 मिली प्रती लि पानी ",
    "type": "pgr"
  },
  {
    "id": 86,
    "name": "लेडेक्स",
    "feature": "लिडेक्स हे नैसर्गिक उत्पत्तीच्या प्रोटीन आधारित बायोस्टिम्युलेट्स उत्पादन आहे. लिडेक्समध्ये शॉट चेन पेप्टाइड, लाँग चेन पेप्टाइड्स आणि फ्री अमिनो अॅसिड यांच्यातील संतुलित प्रमाण असते. लिडेक्स वनस्पतीद्वारे त्वरीत शोषले जाते आणि वाहून नेले जाते, ते उर्जेचा अपव्यय कमी करून मूलभूत एंजाइम प्रणाली सक्रिय करते. ते पुनरुत्पादन क्रिया, फळांची स्थापना आणि पिकण्यास अनुकूल असलेल्या संप्रेरकांमधील समतोल निर्मिती करण्यास मदत करते.",
    "ingredients": "सॉलिड अमीनो-65%, सेंद्रिय कार्बन - 20%",
    "packingSize": "250 मिलीलीटर, 500 मिलीलीटर, 1 लिटर",
    "crops": "सर्व पिके",
    "dosage": "2 मि.ली. 1 लिटर पाण्यात 1 लिटर प्रति एकर, गंभीर अवस्थेत",
    "type": "pgr"
  },
  {
    "id": 87,
    "name": "एन्जोमिन-40",
    "feature": "एन्जोमिन- 40 हे फॉस्फरस कंपाऊंडसह मिश्रित नैसर्गिक अॅलेक्सिन आहे आणि एक अद्वितीय सेंद्रिय बायोस्टिम्युलंट वनस्पती प्रणालीमध्ये प्रतिरोधक शक्ती निर्माण करते, याशिवाय डाऊनी मिल्ड्यू, फायटोप्थोरा आणि पायथियम सारख्या बुरशीपासून प्रणालीगत संरक्षण प्रदान करते",
    "ingredients": "फॉस्फोनिक ऍसिड-32%, आर्गेनिक मूत्र -08%.",
    "packingSize": "500 मिलीलीटर, 1 लिटर",
    "crops": "द्राक्षे, काकडी, बटाटा, टोमॅटो, आले",
    "dosage": "फवारणीसाठी 2 मिली प्रती लि पानी ठिबक सिंचनासाठी 1 ली प्रती एकर",
    "type": "pgr"
  },
  {
    "id": 88,
    "name": "अलेक्स",
    "feature": "अलेक्सचा वापर फुल आणि फळ पडण्याच्या, वनस्पतीमध्ये अधिक शाखांच्या गळ्या आणि फळांचा रंग आणि स्वाद वाढते आणि उत्पादन वाढते",
    "ingredients": "संयुक्त- ऑर्गॅनिक सामग्री- 44%, लिग्निन- 5%, अमिनो अम्ल- 16%",
    "crops": "तेलबिया, दाल, कापूस, अनाज, फळ पिके, सब्जी",
    "packingSize": "10 ग्रॅम, 50 ग्रॅम, 100 ग्रॅम",
    "dosage": "प्रति एकडीसाठी 20 ग्रॅम फवारणीसाठी",
    "type": "pgr"
  },
  {
    "id": 89,
    "name": "टारझन",
    "feature": "टारझन हे एक नैसर्गिक कीटकनाशक असून त्यात स्टोमोना रूट, लंगडू रूट, फ्रक्टस सीनिडी यांसारख्या नैसर्गिक वनस्पतींच्या फुलांच्या आणि पानांच्या अर्कावर आधारित आहे,टार्झन हे हेलीओथिसेस आणि स्पोडोप्टेरा यांसारख्या बोंडअळीच्या संकुलावर आळा घालते.",
    "ingredients": "वनस्पती अर्क",
    "packingSize": "25 मिली, 50 मिली, 100 मिली, 250 मिली",
    "crops": "कापूस, भाजीपाला, फळ पीक",
    "dosage": "डोसेज- 0.4 मिली प्रति लिटर पाण्यात फवारणीसाठी",
    "type": "pgr"
  },
  {
    "id": 90,
    "name": "बॅक्टोगार्ड",
    "feature": "बॅक्टोगार्ड हे नैसर्गिक अॅंटी बॅक्टेरियल असुन ते कापूस, लिंबूवर्गीय, भात, मिरची, भाजीपाला, फुले, आले, टोमॅटो, कांदा, डाळिंब यांमध्ये पानावरील तुषार, ब्लॅक आर्म, कॅन्कर, अँगुलर लीफ स्पॉट, सीडलिंग ब्लाइट इत्यादी जिवाणूजन्य रोगांविरुद्ध प्रतिकारशक्ती निर्माण करते",
    "ingredients": "2-ब्रोमो-2-नायट्रो प्रोपेन-1,3-डायोल",
    "packingSize": "10 ग्रॅम, 20 ग्रॅम",
    "crops": "फळे, भाजीपाला",
    "dosage": "प्रति एकडीसाठी 20 ग्रॅम फवारणीसाठी.",
    "type": "pgr"
  },
  {
    "id": 91,
    "name": "अनेक्स-बोर्डो",
    "feature": "अनेक्स बोर्डो मिश्रणाचा वापर प्रामुख्याने बाग, द्राक्षबागा, रोपवाटिका आणि शेतात बुरशीचा प्रादुर्भाव, प्राथमिक डाऊनी बुरशी, तसेच द्राक्ष वेलींवर बुरशीजन्य संसर्ग नियंत्रित करण्यासाठी केला जातो. बोर्डो मिश्रणाच्या तांब्याच्या आयनद्वारे बुरशीजन्य बीजाणूमधील एन्झाईम्सवर अशा प्रकारे परिणाम करतात की बुरशी उगवण रोखता येते. याचा अर्थ असा की बुरशीजन्य रोगांचा प्रादुर्भाव होण्याआधीच मिश्रणाचा वापर करणे आवश्यक आहे.",
    "ingredients": "तांबे -20%, कॅल्शियम-10%",
    "crops": "फळे, भाजीपाला, रोपवाटिका ",
    "packingSize": "500 ग्रॅम, 1 किलो",
    "dosage": "फवारणीसाठी 3 ग्रॅम प्रती लि पानी",
    "type": "pgr"
  },
  {
    "id": 92,
    "name": "बायो स्टिकी ट्रैप्स",
    "ingredients": "",
    "packingSize": "10 पिक, 25 पिक",
    "dosage": "प्रति एकड़ 50-150 ट्रैप्स, झाडांच्या लोकसंख्येप्रमाणानुसार",
    "pests": "सफेद मक्खी, एफिड्स, थ्रिप्स, फ्रूट मक्खी, जासिड्स, पत्त्यावरील हॉपर्स, पत्त्याच्या खाजगी आणि मोथ्स",
    "type": "pgr",
    "feature":"बायो स्टिकी ट्रॅप्स (जंबो) 3 मिमी विशेषतः चूसणार्‍या किडवांसाठी डिझाईन केलेले आहेत। ह्या ट्रॅप्समध्ये सफेद मक्खी, एफिड्स, थ्रिप्स, फ्रूट मक्खी, जासिड्स, पत्ती काटनार्‍या किड, पत्त्यावरील हॉपर्स, पत्ती माइनर्स आणि मोठ्स असे किडवे गळून टाकले जातात। या ट्रॅप्सचे पॅकिंग 10 किंवा 25 प्रति योग्य आकारात आहे। झाडांच्या लोकसंख्येच्या आधारे प्रति एकर 50-150 ट्रॅप्सची सिफारिश असताना, ह्या ट्रॅप्स नियंत्रणासाठी एक विश्वसनीय आणि पर्यावरणाच्या मित्रा समाधान म्हणून कार्य करतात।"
  },
  {
    "id": 93,
    "name": "फ्लायकिलर ग्लास",
    "feature": "फ्लाय किलर हा उच्च क्षमता, कर्मचारी, पर्यावरणस्थिर आणि सर्व मुख्य फळे ज्यांना ऑरचर्ड, फुल बागे, सब्ज्यांच्या बागे, नर्सरी इत्यादीत सक्रिय कंट्रोल साठवण्यासाठी उत्तम आहे. फ्लाय किलरच्या पॅकचा कटाक्ष करा आणि फ्लायला आपल्या बरे हातांनी स्पर्श करण्याचे परिहार करा. हा लुअर एक वैज्ञानिक डिझाईनच्या कॅच ट्रॅपमध्ये टाका, प्रभावी कंट्रोल साठवण्यासाठी प्रत्येक 45 दिवसांत लुअरचा टुकडा बदला",
    "ingredients": "",
    "crops": "ऑरचर्ड, फुल बागे, सब्ज्यांचे बागे, नर्सरी",
    "packingSize": "10 युनिट",
    "dosage": "एकडी प्रत्येक 10 नोस",
    "type": "pgr"
  },
  {
    "id": 94,
    "name": "एन्जोफर्ट",
    "feature": "एन्जोफर्ट हे द्रव स्वरूपात एक संतुलित बहुसूक्ष्म पोषक उत्पादन आहे. एन्जोफर्ट उच्च उत्पन्नासह जलद, निरोगी वाढ घडवून आणण्यासाठी पिकासाठी सर्व आवश्यक शोध घटक प्रभावीपणे पुरवतो. एन्जोफर्ट NPK खतांचा योग्य वापर करण्यास मदत करतो. एन्जोफर्ट क्लोरोफिल संश्लेषण वाढवते ज्यामुळे वनस्पतींसाठी अधिक अन्न तयार होते.",
    "ingredients": "Fe-2.5%, Mn-1%, Zn-3%, Cu-1%, B-0.5%, Mo-0.1%",
    "crops": "सर्व पिके",
    "packingSize": "250 ml, 500 ml, 1 ltr, 5 ltr, 20 ltr",
    "dosage": "फवारणीसाठी 3 मिली प्रती लि पानी ,ठिबक सिंचनासाठी - ५ लि. प्रती एकर ",
    "type": "micronutrients-fertiliser"
  },
  {
    "id": 95,
    "name": "अनेक्स डी",
    "feature": "अनेक्स -डी हे पाण्यात विरघळणारे सूक्ष्म अन्नद्रव्यांचे मिश्रण असून हे राज्य सरकारने मंजूर केलेल्या मानक विच नुसार आवश्यक सूक्ष्म घटकांचे चांगले संतुलित मिश्रण आहे. अनेक्स -डी हे वनस्पतीला आवश्यक असलेले महत्त्वाचे सूक्ष्म घटक पुरवते. अनेक्स -डी चा वापर इतर प्रमुख आणि दुय्यम आवश्यक पोषक घटकांची उपलब्धता आणि शोषण वाढवते. अनेक्स -डी फुलांचा सुगंध आणि फळांचा रंग, फळांचा आकार सुधारतो. अॅनेक्स-डी विशेषतः ड्रिप साठी तयार केले असुनते फक्त ठिबकद्वारे लागू केले जावे.",
    "ingredients": "Fe-2%, Mn-1%, Zn-5%, Cu-0.5%, B-1%",
    "packingSize": "2 किलो, 5 किलो, 10 किलो",
    "dosage": "प्रति एकड़ 2 से 5 किलो",
    "crops": "सर्व पिके",
    "type": "micronutrients-fertiliser"
  },
  {
    "id": 96,
    "name": "अनेक्स-कॉम्बी",
    "ingredients": "Fe-2.5%, Mn-1%, Zn-3%, Cu-1%, B-0.5%, Mo-0.1% ",
    "feature": "  अनेक्स-कॉम्बी पिकांसाठी सूक्ष्म पोषक घटकांची उपलब्धता वाढवतात, तसेच पिकांची पोषक घटकांची क्षमता वाढवतात. अनेक्स-कॉम्बी मुळे क्लोरोफिल चे प्रमाण वाढून प्रकाशसंश्लेषण ची क्रिया सुधारते. सूक्ष्म अन्नद्रव्यांच्या कमतरतेवर मात करण्यासाठी अनेक्स-कॉम्बी उपयुक्त आहे ज्यामुळे कीड आणि ट्रेस विरोधात प्रतिकार विकसित होतो. अनेक्स-कॉम्बी फुले व फळधारणा वाढवतात आणि जास्तीत जास्त  उत्पन्न मिळते. ",
    "crops": "सर्व पिके",
    "packingSize": "100 ग्रॅम, 250 ग्रॅम, 500 ग्रॅम, 1 किलो",
    "dosage":"प्रति एकड़ 250 ग्राम",
    "type": "micronutrients-fertiliser"
  },
  {
    "id": 97,
    "name": "एन्जोफर्ट सॉइल",
    "feature": "एन्जोफर्ट सॉइल हे आवश्यक सूक्ष्म घटकांचे चांगले समतोल मिश्रण आहे. एन्जोफर्ट सॉइल ही वनस्पतींना आवश्यक असलेले महत्त्वाचे सूक्ष्म घटक पुरवते. एन्जोफर्ट सॉइल वापर इतर प्रमुख आणि दुय्यम आवश्यक पोषक तत्वांची उपलब्धता आणि शोषण वाढवते. एन्जोफर्ट सॉइल रोपांना निरोगी आणि चांगली वाढ करण्यास मदत करते. एन्जोफर्ट सॉइल फुलांचा सुगंध, फळांचा रंग, फळांचा आकार, सुधारते.",
    "crops": "सर्व पिके",
    "ingredients": "Fe-2%, Mn-1%, Zn-5%, Cu-0.5%, B-1%",
    "packingSize": "10 किलो, 25 किलो, 50 किलो",
    "dosage": "प्रति एकड़ में 10 से 20 किलो",
    "type": "micronutrients-fertiliser"
  },
  {
    "id": 98,
    "name": "झिंकबोर",
    "feature": "झिनबोर हे महाराष्ट्र राज्यातील अम्लीय जमिनीवर पिकणाऱ्या पिकावर फवारणीसाठी शिफारस केलेले सूक्ष्म पोषक मिश्रण खत आहे. झिंनबोर पूर्णपणे चिलेटेड स्वरुपातआहे. झिनबोरचा वापर झाडातील झिंक आणि बोरॉनच्या कमतरतेवर मात करण्यासाठी खत म्हणून केला जातो तसेच यामुळे पिकाची वाढ सुरळीत होते.",
    "ingredients": "Zn-3%, B-0.5%",
    "packingSize": "250 मिलीलिटर, 500 मिलीलिटर, 1 लिटर",
    "crops": "तेलबिया, कडधान्ये, कापूस, तृणधान्ये, फळ पीक, कंद पीक, भाजीपाला",
    "dosage": "फवारणीसाठी 2 मिली प्रती लि पानी",
    "type": "micronutrients-fertiliser"
  },
  {
    "id": 99,
    "name": "कॅलफ्लो",
    "ingredients": "कॅल्शियम 11 %",
    "feature": "कॅलफ्लो (Concentrated Liquid Calcium 11%) हे द्रव कॅल्शियम खत पिकाला लवकर प्राप्त होते. वनस्पतींच्या ऊतींना शक्ती प्रदान करते, सेल भिंत निर्मिती मध्ये महत्वाची भूमिका बजावते. नायट्रोजन, लोह, झिंक, तांबे आणि मॅंगनीजचे शोषण सुधारते. मुळांच्या लवकर विकासाला आणि रोपाच्या वाढीस प्रोत्साहन देते. फुले व फळधारणा सुधारते कीड आणि रोगांविरुद्ध प्रतिकारशक्ती सुधारते",
    "crops": "भाज्या, फळांच्या झाडे.",
    "packingSize": "250 मिलीलीटर, 500 मिलीलीटर, 1000 मिलीलीटर",
    "dosage": "फवारणीसाठी 1 मिली प्रती लि पानीठिबक सिंचनासाठी 500 मिली, प्रती एकर ",
    "type": "micronutrients-fertiliser"
  },
  {
    "id": 100,
    "name": "झिंकफ्लो",
    "ingredients": "झिंक ऑक्साईड सस्पेंशन कॉन्सेंट्रेट - 39.5%",
    "feature": "झिंकफ्लो (ZINC-OXIDE-39.5 % SC) हे एक झिंकची उच्च मात्रा असलेले सूक्ष्म पोषक खत आहे.झिंकफ्लो चे मुख्य कार्य म्हणजे वनस्पतीला क्लोरोफिल मध्ये वाढ करून प्रकाशसंश्लेषणात मदत करणे. तसेच स्टार्चचे शर्करामध्ये रूपांतर व कर्बोदके तयार करण्यासाठी झिंकचा वापर होतो. झिंकफ्लो हे प्रथिनांच्या चयापचय आणि नायट्रोजन संश्लेषणासंबंधित एंजाइमॅटिक संश्लेषण प्रक्रियेदरम्यान मदत करतात. ",
    "crops": "सर्व पिके",
    "packingSize": "250 मिलीलीटर, 500 मिलीलीटर, 1 लीटर",
    "dosage": "प्रति लिटर पाण्याच्या 1.5 मिलीलीटर प्रति 500 मिलीलीटर द्रावणासाठी प्रति एकर 500 मिलीलीटर",
    "type": "micronutrients-fertiliser"
  },
  {
    "id": 101,
    "name": "एनजोबोर",
    "feature": "एन्जोबोर (Boran Ethanolamine B-10 %) हे लिक्विड बोरॉन असुन ते पिकाला लवकर प्राप्त होते. याचा वापर केंबियम टिश्यू आणि एपिकल मेरिस्टेम्सच्या वाढीस उत्तेजन देने, कॅल्शियम गतिशीलता आणि आत्मसात करण्यास प्रोत्साहन देने तसेच परागकण उत्पादन आणि गर्भाधान करने यासाठी होतो. हे ऑक्सीन चयापचय आणि बियाणे आणि फळांचा विकास सुधारते.",
    "ingredients": "इथॅनोलअमिन बोरॉन - १०% (तरल)",
    "packingSize": "२५० मिलीलीटर, ५०० मिलीलीटर, १ लिटर",
    "dosage": "स्प्रे करण्यासाठी प्रति लिटर पाण्यात २ मिलीलीटर ५०० मिलीलीटर प्रति एकर ड्रिप इरिगेशनसाठी",
    "type": "micronutrients-fertiliser",
    "crops": "भाजीपाला, फळझाडे, फुलपिके"
  },
  {
    "id": 102,
    "name": "अनेक्स-बी",
    "ingredients": "बोरॉन २०%",
    "feature": "अनेक्स-बी मध्ये 20 % बोरॉन हा घटक आहे. बोरॉन हे सूक्ष्म अन्नद्रव्ये आहेत जे वनस्पतींना त्यांच्या आरोग्यासाठी त्यांच्या वाढीसाठी आवश्यक असतात. बोरॉनच्या कमतरतेने ग्रस्त असलेल्या पिकांद्वारे दर्शविलेली काही लक्षणे म्हणजेच फुल न लागणे,फळांचा विकास प्रतिबंधित करणे, फळे आणि कंद कुजणे, कोमजणे आणि कुरळे होणे ही आहेत. अनेक्स-बी चा उपयोग नवीन पेशींचा विकास करणे, फुले आणि फळे तयार करणे, मुळांचा विकास यासाठी होतो",
    "crops": "फळे, भाजीपाला",
    "packingSize": "२५० ग्रॅम, ५०० ग्रॅम, १ किलो",
    "dosage": "500 ग्राम / एकडे ",
    "type": "micronutrients-fertiliser"
  },
  {
    "id": 103,
    "name": "अनेक्स-झेड एन",
    "feature": "अनेक्स-झेड एन हे ईडीटिए कॉम्प्लेक्स असून त्यात किमान 12% झिंक असते. अनेक्स-झेड चा वापर पिकामधील झिंकच्या कमतरतेवर मात करण्यासाठी खत म्हणून केला जातो. अनेक्स-झेड फुलांचे उत्पादन, फळ सेटिंगआणि बियाणे सेटिंग यामध्ये महत्त्वाची भूमिका बजावते. अनेक्स-झेड हे 100% पाण्यात विरघळणारे आहे.",
    "crops": "तेलबिया, कडधान्ये, कापूस, तृणधान्ये, फळ पीक, कंद पीक, भाजीपाला",
    "ingredients": "",
    "packingSize": "१०० ग्रॅम, २५० ग्रॅम, ५०० ग्रॅम",
    "dosage": "फवारणीसाठी - 1 ग्रॅम प्रती लि पानीठिबक सिंचनासाठी - 500 प्रती एकर ",
    "type": "micronutrients-fertiliser"
  },
  {
    "id": 104,
    "name": "अनेक्स-एफई",
    "feature": "अनेक्स- एफ इ मध्ये 12% फेरस ईडीटिए चिलेटेड स्वरूपात असते. लोह हे एक सूक्ष्म अन्नद्रव्य आहे जे वनस्पतींच्या वाढीसाठी आवश्यक असते ,सर्व पिकांमध्ये लोहाची कमतरता भरून काढण्यासाठी सर्वात प्रभावी स्त्रोत, चिलेटेड असल्याने ते सहजपणे वनस्पतींद्वारे शोषले जाते. वनस्पती पेशींमध्ये ऑक्सिडेशन प्रक्रियेसाठी आणि वनस्पती,बियांमध्ये प्रथिने, टॅनिन, साखर आणि लिपिड्सची सामग्री सुधारण्यासाठी हे महत्त्वपूर्ण आहे.",
    "ingredients": "शेलेटेड फॅरस EDTA १२%",
    "packingSize": "१०० ग्रॅम, २५० ग्रॅम, ५०० ग्रॅम",
    "dosage": " फवारणीसाठी – 0.5 ग्रॅम प्रती लि पानी",
    "type": "micronutrients-fertiliser",
    "crops": "सर्व पिके"
  },
  {
    "id": 105,
    "name": "अनेक्स-मॅग्नेट",
    "ingredients": "Mg- 9.5 %, S- 12 %",
    "feature": "अनेक्स -मॅग्नेट मध्ये मॅग्नेशियम सल्फेट असून हे दुय्यम पोषक आहे आणि जमिनीतील मॅग्नेशियम व सल्फर ची कमतरता दूर करण्यासाठी त्याचा वापर केला जातो. पिकांच्या नवीन शाखा वाढवण्यास मदत करते तसेच पिकांद्वारे नायट्रोजन आणि फॉस्फरसचे शोषण सुधारते व क्लोरोफिलचे प्रमाण वाढवून पिके हिरवीगार ठेवतात.",
    "packingSize":  "1 किलो, 10 किलो, 25 किलो",
    "dosage": " फवारणीसाठी 5 ग्रॅम प्रती लि पानी फील्डसाठी 50 किलो प्रती एकर",
    "type": "micronutrients-fertiliser",
    "crops": "सर्व पिके"
  },
  {
    "id": 106,
    "name": "एन्झोसल्फ प्लस",
    "feature": "एन्जोसल्फ प्लस (Sulphur 90% WDG) हे एक सल्फर खत आहे जे फस्टिगेशन सोयीस्कर बनवण्यासाठी तयार केले जाते. प्रथिने, तेल आणि जीवनसत्त्वे यांचे संश्लेषण आणि क्लोरोफिलच्या निर्मितीमध्ये सल्फर महत्त्वाची भूमिका बजावते. तेलबिया, कडधान्ये, कापूस, ऊस, तृणधान्ये, फळ पीक, कंद पीक, भाजीपाला आणि लागवड पीक इत्यादींसाठी एन्जोसल्फ प्लस खूप फायदेशीर आहे.",
    "crops": "तेलबिया, कडधान्ये, कापूस, ऊस, तृणधान्ये, फळ पीक, कंद पीक, भाजीपाला आणि लागवड पीक.",
    "ingredients": "सल्फर खत - ९०% डब्यूजी पाव्डर",
    "packingSize": "१ किलो, ३ किलो",
    "dosage": "3 किलो / एकडे",
    "type": "micronutrients-fertiliser"
  },
  {
    "id": 107,
    "name": "अनेक्स गोल्ड किट",
    "feature": "अनेक्स गॉड किटचा वापर जमिनीतील सूक्ष्म अन्नद्रव्यांची कमतरता भरून काढतो आणि पिकाला परिपूर्ण पोषक तत्वे प्रदान करतो. यामध्ये असणारेह्युमिक ऍसिड, एमिनो ऍसिड हे पिकाच्या मुळांच्या विकासास आणि वाढीस मदत करते. मॅग्नेशियम सल्फेट, झिंक सल्फेट, बोरिक अॅसिड, फेरस सल्फेट, मॅग्नीज सल्फेट, योग्य प्रमाणात पिकामध्ये प्रकाश संश्लेषणाचा वेग वाढवतात. पिकामध्ये रोगप्रतिकारक शक्ती वाढल्याने पीक मजबूत होते आणि रोगांना कमी बळी पडतात. वेळोवेळी पोषक तत्वे देण्याची गरज नाही.",
    "ingredients": "मॅग्नेशियम सल्फेट, झिंक सल्फेट, बोरिक ऍसिड, फेरस सल्फेट, मॅंगनीज सल्फेट, सिलिकॉन, ह्युमिक ऍसिड, अमिनो ऍसिड ",
    "packingSize": "२५ किलो, ५१ किलो",
    "crops": "सर्व पिके",
    "dosage": "फिल्डसाठी प्रति एकर ५१ किलो",
    "type": "micronutrients-fertiliser"
  },
  {
    "id": 108,
    "name": "अनेक्स एन-सेट",
    "ingredients": "अझेंटोबॅक्टर",
    "packingSize": "१ लिटर, ५ लिटर",
    "dosage": "ड्रिप इरिगेशन वापरून प्रति पाउच १०० ग्रॅम प्रकाराच्या पावडरच्या रूपात दिले जाणारे आहे",
    "type": "bio-fertilizer",
    "crops": "तांदूळ, कापूस, सब्ज्या, ऊस, उस",
    "feature": "अनेक्स एन-सेट हा अझेंटोबॅक्टर असलेला एक बायो-खत आहे. ह्यामध्ये नायट्रोजन संशोधन आणि मृदातील उर्वरता सुधारण्यात मदत करते. ते रुखांच्या वाढ बढवते आणि संयंत्रांना पोषक घेण्याची क्षमता वाढते. अनेक्स एन-सेट ड्रिप इरिगेशनसह वापरायला योग्य आहे आणि १ लिटर आणि ५ लिटर च्या पॅकिंग साइझमध्ये येते."
  },
  {
    "id": 109,
    "name": "अनेक्स रायझो-एन",
    "ingredients": "रायझोबियम",
    "packingSize": "१ लिटर, ५ लिटर",
    "crops": "दालीया फसला",
    "dosage": "ड्रिप इरिगेशन वापरून प्रति पाउच १०० ग्रॅम प्रकाराच्या पावडरच्या रूपात दिले जाणारे आहे",
    "type": "bio-fertilizer",
    "feature": "अनेक्स रायझो-एन हा रायझोबियम असलेला एक बायो-खत आहे. ह्यामध्ये नायट्रोजन संशोधन आणि मृदातील उर्वरता सुधारण्यात मदत करते. ते रुखांच्या वाढ बढवते आणि संयंत्रांना पोषक घेण्याची क्षमता वाढते. अनेक्स रायझो-एन ड्रिप इरिगेशनसह वापरायला योग्य आहे आणि १ लिटर आणि ५ लिटर च्या पॅकिंग साइझमध्ये येते."
  },
  {
    "id": 110,
    "name": "अनेक्स के-स्टोअर",
    "ingredients": "पोटॅश कॅटलाइझ्ड बॅक्टीरिया",
    "packingSize": "१ लिटर, ५ लिटर",
    "crops": "सर्व पिके",
    "dosage": "ड्रिप इरिगेशन वापरून प्रति पाउच १०० ग्रॅम प्रकाराच्या पावडरच्या रूपात दिले जाणारे आहे",
    "type": "bio-fertilizer",
    "feature": "अनेक्स के-स्टोअर हा पोटॅश कॅटलाइझ्ड बॅक्टीरिया असलेला एक बायो-खत आहे. ह्यामध्ये जमीनवरील पोटॅशियम उपलब्धता सुधारित करण्यात मदत करते आणि पिकांची वाढ आणि विकास वाढवते. अनेक्स के-स्टोअर ड्रिप इरिगेशनसह वापरायला योग्य आहे आणि १ लिटर आणि ५ लिटर च्या पॅकिंग साइझमध्ये येते."
  },
  {
    "id": 111,
    "name": "अनेक्स बायो-झेडएन",
    "ingredients": "विलयनीय विलीन बॅक्टेरिया",
    "packingSize": "१ लिटर, ५ लिटर",
    "crops": "सर्व पिके",
    "dosage": "ड्रिप इरिग ेशन वापरून प्रति पाउच १०० ग्रॅम प्रकाराच्या पावडरच्या रूपात दिले जाणारे आहे",
    "type": "bio-fertilizer",
    "feature": "अनेक्स बायो-झेडएन हा विलयनीय विलीन बॅक्टेरिया असलेला एक बायो-खत आहे. ह्यामध्ये जमीनवरील झिंक उपलब्धता सुधारित करण्यात मदत करते आणि पिकांची वाढ आणि विकास वाढवते. अनेक्स बायो-झेडएन ड्रिप इरिगेशनसह वापरायला योग्य आहे आणि १ लिटर आणि ५ लिटर च्या पॅकिंग साइझमध्ये येते."
  },
  {
    "id": 112,
    "name": "अनेक्स पी-बूस्ट",
    "ingredients": "फॉस्फरस सॉल्युबिलायझिंग बॅक्टेरिया",
    "packingSize": "१ लिटर, ५ लिटर",
    "dosage": "ड्रिप इरिगेशन वापरून प्रति पाउच १०० ग्रॅम प्रकाराच्या पावडरच्या रूपात दिले जाणारे आहे",
    "type": "bio-fertilizer",
    "crops": "सर्व पिके",
    "feature": "अनेक्स पी-बूस्ट हा फॉस्फरस सॉल्युबिलायझिंग बॅक्टेरिया असलेला एक बायो-खत आहे. ह्यामध्ये जमीनवरील फॉस्फरस उपलब्धता सुधारित करण्यात मदत करते आणि पिकांची वाढ आणि विकास वाढवते. अनेक्स पी-बूस्ट ड्रिप इरिगेशनसह वापरायला योग्य आहे आणि १ लिटर आणि ५ लिटर च्या पॅकिंग साइझमध्ये येते."
  },
  {
    "id": 113,
    "name": "अनेक्स - मायकोगोल्ड जीआर ",
    "feature": "अनेक्स - मायकोगोल्ड जीआर चा शेतीमध्ये वापर केल्याने मातीची रचना सुधारते, ओलावा टिकून राहतो, मुळांच्या वाढीस प्रोत्साहन मिळते आणि झाडाला एन, पी, के, एमजी, एस आणि सूक्ष्म पोषक घटकांसह पोषक तत्वे मिळतात. वनस्पतीद्वारे पाण्याचे शोषण वाढविण्यास हातभार लावते, तत्कालीन मातीची सूक्ष्मजीव क्रिया वाढवून तिची वैशिष्ट्ये सुधारली जातात. ते अधिक सुपीक बनते आणि वनस्पतीला पोषक तत्वांची वाढीव मात्रा प्रदान करते,यामुळे पिकांची प्रकाशसंश्लेषण क्रिया वाढते, तसेच पिकांमध्ये रोग आणि कीड प्रतिकार शक्ती वाढते. ",
    "ingredients": "मायक्रोर्हिझा",
    "crops": "तेलबिया, कडधान्ये, कापूस, ऊस, तृणधान्ये, फळ पीक, कंद पीक, भाजीपाला आणि लागवड पीक",
    "packingSize": "४ किलो",
    "dosage": "प्रति एकर ४ किलो",
    "type": "bio-fertilizer"
  },
  {
    "id": 114,
    "name": "अनेक्स-एम एन",
    "feature": "अनेक्स- एम एन मध्ये 12% मॅंगनीज ईडीटिए चिलेटेड स्वरूपात असते. मॅंगनीज प्रकाश संश्लेषण, कार्बोहायड्रेट आणि चयापचय क्रिया करण्यास मदत करतात, तसेचइतर पोषक आयनांचे स्थलांतर करण्यात मदत करते. मॅंगनीज वनस्पती प्रणालीमध्ये विषाणूंच्या गुणाकारांना प्रतिरोधक ठरतात.",
    "ingredients": "मॅन्गनीज १२%",
    "crops": "सर्व पिके",
    "packingSize": "२५० ग्रॅम, ५०० ग्रॅम, १ किलो",
    "dosage": "स्प्रे करण्यासाठी – प्रति लिटर ०.५ ग्रॅम",
    "type": "micronutrients-fertiliser"
  }
]